CALCULATE_DESIGN_SHEAR_FORCE_ACCORDING_TO_SPECIAL_PROVISIONS_FOR_SEISMIC_DESIGN = "calculate design shear force according to special provisions for seismic design"
DESIGN_MOMENT_ABOUT_YDIRECTION_FOR_DUCTILE_DESIGN = "Momento de diseño respecto a la dirección y para diseño dúctil"
DESIGN_MOMENT_ABOUT_ZDIRECTION_FOR_DUCTILE_DESIGN = "Momento de diseño respecto a la dirección z para diseño dúctil"
IDS_5_YEARS_OR_MORE = "5 años o más"
IDS_ABOUT_MAJOR_AXIS = "acerca del eje mayor"
IDS_ABOUT_MINOR_AXIS = "acerca del eje menor"
IDS_ADD_DOT = "ADD."
IDS_ADDITIONAL_BENDING_REBAR_DATA = "Datos adicionales de armadura de flexión"
IDS_APPLIED_SHEAR_FORCE = "Fuerza cortante aplicada"
IDS_ANCH_BOLT_CAST_HEADED_STUD = "Perno con cabeza tipo espárrago colado en sitio"
IDS_ANCH_BOLT_CAST_HEADED_BOLT = "Perno con cabeza colado en sitio"
IDS_ANCH_BOLT_CAST_HOOKEDBOLTL = "Perno en gancho colado en sitio - L"
IDS_ANCH_BOLT_CAST_HOOKEDBOLTJ = "Perno en gancho colado en sitio - J"
IDS_ANCH_BOLT_POST_UNDERCUTANC = "Anclaje subcortado instalado posteriormente"
IDS_ANCH_BOLT_POST_EXPANSIONTC = "Anclaje de expansión postinstalado ( Torque )"
IDS_ANCH_BOLT_POST_EXPANSIONDC = "Anclaje de expansión postinstalado ( Desplazamiento )"
IDS_ANCH_BOLT_POST_ADHESIVEANC = "Anclaje adhesivo instalado posteriormente"
IDS_AREA = "Área"
IDS_ASSUMED_UNCRACKED_SECTION = "Sección supuesta no agrietada"
IDS_AXIAL_CAPACITY = "Capacidad axial"
IDS_AXIAL_MOMENT = "Axial y momento"
IDS_AXIAL_MOMENT_CAPACITY = "Capacidad axial y de momento"
IDS_AXIAL_MOMENT_CAPACITY_MAJOR = "Capacidad axial y de momento respecto al eje mayor"
IDS_AXIAL_MOMENT_CAPACITY_MINOR = "Capacidad axial y de momento respecto al eje menor"
IDS_BEAM_COLUMN_JOINT_CAPACITY = "Capacidad de unión viga-columna"
IDS_BEAM_DEMAND_BOTTOM = "Demanda de viga inferior"
IDS_BEAM_DEMAND_TOP = "Demanda de viga superior"
IDS_BEARING = "Apoyo"
IDS_BEARING_CAPACITY = "Capacidad de carga"
IDS_BOTTOM = "Inferior"
IDS_BOUNDARY_ELEMENT = "Elemento de frontera"
IDS_BOUNDARY_ELEMENT_LENGTH = "Longitud de B.E"
IDS_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_IS_NOT_REQUIRED = "No se requiere armadura transversal del elemento de borde"
IDS_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_IS_REQUIRED = "Se requiere armadura transversal del elemento de borde"
IDS_BY_LENGTH = "Por longitud"
IDS_BY_SECTION = "Por sección"
IDS_BY_DESIGN_DETAILS = "Por detalles de diseño"
IDS_BY_XD_LIMIATION = "Por limitación x/d"
IDS_CALCULATE_AXIAL_LOAD_AND_MOMENT_CAPACITIES = "Calcular la capacidad de carga axial y de momento"
IDS_CALCULATE_AXIAL_MOMENT_CAPACITY = "Calcular la capacidad axial y de momento (Curva P-M)"
IDS_CALCULATE_BEARING_CAPACITY = "Calcular capacidad de carga"
IDS_CALCULATE_BENDING_STRENGTH_FOR_DESIGN_SHEAR_FORCE = "Calcular la resistencia a flexión para la fuerza de esfuerzo cortante de diseño"
IDS_CALCULATE_CAPACITY_OF_COMPRESSION_STRESS_BLOCK = "Calcular la capacidad del bloque de esfuerzos de compresión"
IDS_CALCULATE_CAPACITY_OF_REBAR = "Calcular la capacidad de la barra de refuerzo ( (+): compresión, (-): tracción )"
IDS_CALCULATE_CONCENTRIC_AXIAL_LOAD = "Calcular carga axial concéntrica"
IDS_CALCULATE_CONCENTRIC_AXIAL_LOAD_US = "Cálculo de compresión pura"
IDS_CALCULATE_CRACK_WIDTH = "Calcular ancho de grieta"
IDS_CALCULATE_DEFLECTION = "Calcular deflexión"
IDS_CALCULATE_DEFLECTION_ALLOW = "Calcular deflexión permitida"
IDS_CALCULATE_DEFLECTION_MAX = "Calcular deflexión máxima"
IDS_CALCULATE_DESIGN_DISPLACEMENT = "Calcular desplazamiento de diseño"
IDS_CALCULATE_DESIGN_SHEAR_FORCE_ACCORDING_TO_SPECIAL_PROVISIONS_FOR_SEISMIC_DESIGN = "Calcular la fuerza de esfuerzo cortante de diseño según disposiciones especiales para diseño sísmico"
IDS_CALCULATE_MINIMUM_REINFORCEMENT_FOR_CRACK = "Calcular la armadura mínima para fisuración"
IDS_CALCULATE_DESIGN_SHEAR_FORCE_ACCORDING_TO_SPECIAL_PROVISIONS_FOR_SEISMIC_DESIGN_MAJOR = "Calcular la fuerza de esfuerzo cortante mayor de diseño según disposiciones especiales para diseño sísmico"
IDS_CALCULATE_DESIGN_SHEAR_FORCE_ACCORDING_TO_SPECIAL_PROVISIONS_FOR_SEISMIC_DESIGN_MINOR = "Calcular la fuerza de esfuerzo cortante menor de diseño según disposiciones especiales para diseño sísmico"
IDS_CALCULATE_MAXIMUM_REINFORCEMENT_RATIO = "Calcular relación máxima de armadura"
IDS_CALCULATE_MINIMUM_REINFORCEMENT_RATIO = "Calcular relación mínima de armadura"
IDS_CALCULATE_MINIMUM_REINFORCEMENT_RATIO_US = "Cálculo de la cuantía mínima de armadura "
IDS_CALCULATE_MOMENT_FROM_LEFT_EDGE = "Calcular Momento desde el borde izquierdo"
IDS_CALCULATE_MOMENT_FROM_RIGHT_EDGE = "Calcular Momento desde el borde derecho"
IDS_CALCULATE_MULTIPLIER_FOR_LONG_TERM_EFFECTS = "Calcular el multiplicador para efectos a largo plazo"
IDS_CALCULATE_NOMINAL_CAPACITY_ABOUT_NEUTRAL_AXIS = "Calcular la capacidad nominal respecto al eje neutro"
IDS_CALCULATE_STRAIN_DISTRIBUTION_SECTION = "Comprobación de la distribución de deformaciones de la sección"
IDS_CALCULATE_OVERTURNING_AND_RESTORING_MOMENT_FROM_LEFT_EDGE = "Calcular el Momento de vuelco y de restitución desde el borde izquierdo"
IDS_CALCULATE_OVERTURNING_AND_RESTORING_MOMENT_FROM_RIGHT_EDGE = "Calcular el Momento de vuelco y de restitución desde el borde derecho"
IDS_CALCULATE_OVERTURNING_MOMENT_FROM_LEFT_EDGE = "Calcular el Momento de vuelco desde el borde izquierdo"
IDS_CALCULATE_OVERTURNING_MOMENT_FROM_RIGHT_EDGE = "Calcular el Momento de vuelco desde el borde derecho"
IDS_CALCULATE_PILE_BEARING_CAPACITY = "Calcular capacidad de carga de pilotes"
IDS_CALCULATE_REINFORCEMENT_RATIO = "Calcular relación de armadura"
IDS_CALCULATE_REINFORCEMENT_RATIO_US = "Cálculo de relación de armadura"
IDS_CALCULATE_REQUIRED_SHEAR_REINFORCEMENT = "Calcular armadura de corte requerida"
IDS_CALCULATE_TIE_SHEAR_REINFORCEMENT = "en caso de armadura de atado"
IDS_CALCULATE_REQUIRED_SHEAR_LONGITUDINAL_REBAR = "Comprobación de la fuerza de tracción en la armadura longitudinal causada por el esfuerzo cortante"
IDS_CALCULATE_REQUIRED_SHEAR_STRENGTH_BY_TRANSVERSE_REINFORCEMENT = "Calcular la resistencia a esfuerzo cortante requerida mediante armadura transversal"
IDS_CALCULATE_REQUIRED_SHEAR_STRENGTH_BY_TRANSVERSE_REINFORCEMENT_US = "Cálculo de la resistencia a esfuerzo cortante proporcionada por la armadura transversal"
IDS_CHECK_SHEAR_CAPACITY = "Verificar capacidad de corte"
IDS_CALCULATE_SHEAR_STRENGTH_BY_CONCRETE = "Calcular la resistencia a esfuerzo cortante del hormigón"
IDS_CALCULATE_SHEAR_STRENGTH_BY_CONCRETE_US = "Cálculo de la resistencia nominal a esfuerzo cortante del hormigón"
IDS_CALCULATE_FACTORED_SHEAR_STRESS_BY_CONCRETE_US = "Cálculo del esfuerzo cortante mayorado"
IDS_CALCULATE_SHEAR_STRENGTH_BY_REINFORCEMENT = "Calcular la resistencia a esfuerzo cortante por armadura de esfuerzo cortante"
IDS_CALCULATE_SHEAR_REQUIRED_REINFORCEMENT = "Calcular armadura de corte requerida"
IDS_CALCULATE_SHEAR_REQUIRED_REINFORCEMENT_US = "Espaciamiento máximo de la armadura transversal"
IDS_CALCULATE_SHEAR_NEED_REQUIRED_REINFORCEMENT = "Necesita armaduras"
IDS_CALCULATE_SHEAR_NEED_NOT_REQUIRED_REINFORCEMENT = "No necesita armaduras"
IDS_CALCULATE_ADDITIONAL_LONGITUDINAL_REINFORCEMENT = "Calcular armadura longitudinal adicional"
IDS_CALCULATE_SLIDING_CAPACITY = "Calcular capacidad de deslizamiento"
IDS_CALCULATE_STRAIN = "Calcular deformación"
IDS_CALCULATE_STRENGTH_REDUCTION_FACTOR = "Calcular factor de reducción de resistencia"
IDS_CALCULATE_STRENGTH_REDUCTION_FACTOR_US = "Cálculo de factores de resistencia"
IDS_CALCULATE_STRESS = "Calcular esfuerzo"
IDS_CALCULATE_THE_REQUIRED_SHEAR_REINFORCEMENT = "Calcular la armadura de esfuerzo cortante requerida"
IDS_CALCULATE_THE_REQUIRED_THICKNESS = "Calcular el espesor requerido"
IDS_CALCULATE_THE_STRESS_IN_THE_TENSION_STEEL = "Calcular el esfuerzo en el acero a tracción"
IDS_CALCULATE_THE_STRESS_MAXIMUM_CRACK_SPACING = "Calcular el espaciamiento máximo de fisuras"
IDS_CALCULATE_CRACKING_MOMENT = "Calcular momento de agrietamiento"
IDS_CALCULATE_CRACKING_MOMENT_US = "Cálculo de momento de agrietamiento "
IDS_CHAR_DOT = "Car."
IDS_CHARACTERISTIC_FRICTION_ANGLE = "Ángulo de fricción característico"
IDS_CHECK_ANGLE_ROTATE = "Comprobar el ángulo de rotación (grado)"
IDS_CHECK_CALCULATE_MOMENT_CAPACITY = "Calcular capacidad de momento"
IDS_CHECK_CALCULATE_MOMENT_CAPACITY_US = "Cálculo de resistencia a flexión"
IDS_CHECK_COMPRESSION_STEEL_YIELD_CONDITION = "Comprobar la condición de Límite de fluencia del acero a compresión"
IDS_CHECK_CRACK = "Verificar grieta"
IDS_CHECK_STRESS_AREMA = "Verificar esfuerzo"
IDS_CHECK_CRACK_WIDTH = "Verificar ancho de grieta"
IDS_CHECK_CRUSHING_OF_CONCRETE = "Verificar aplastamiento del hormigón"
IDS_CHECK_DECK_PLATE = "Verificar placa de cubierta"
IDS_CHECK_DEFLECTION = "Verificar deflexión"
IDS_CHECK_DESIGN_MOMENT = "Verificar momento de diseño"
IDS_CHECK_ECCENTRICITY = "Verificar excentricidad"
IDS_CHECK_MINIMUM_ECCENTRICITY = "Verificar excentricidad mínima"
IDS_CHECK_LINEAR_CREEP = "Verificar fluencia lineal"
IDS_CHECK_MAXIMUM_PERMISSIBLE_TENSILE_REINFORCEMENT = "Comprobar la armadura máxima permisible a tracción"
IDS_COMPUTE_MEMBER_END_MOMENT = "Calcular momentos en los extremos del miembro"
IDS_COMPUTE_MEMBER_END_MOMENT_MAJOR = "Calcular los momentos de extremo del Miembro respecto al eje mayor"
IDS_COMPUTE_MEMBER_END_MOMENT_MINOR = "Calcular los momentos de extremo del Miembro respecto al eje menor"
IDS_CHECK_AXIAL_FORCE_CAPACITY = "Verificar capacidad de fuerza axial"
IDS_CHECK_CRITICAL_REGION_LENGTH = "Verificar longitud de región crítica"
IDS_CHECK_CRITICAL_REGION_SPACE = "Verificar espacio de región crítica"
IDS_CHECK_LENGTH_OF_CRITICAL_REGION = "Comprobar la longitud de la región crítica"
IDS_CHECK_SPACE_OF_CRITICAL_REGION = "Comprobar el espaciamiento de la región crítica"
IDS_CHECK_MOMENT_2ND_ORDER_EFFECT = "Comprobar el momento total incluyendo efectos de 2º orden"
IDS_CHECK_MOMENT_2ND_ORDER_EFFECT_MAJOR = "Comprobar el momento total incluyendo efectos de 2º orden respecto al eje mayor"
IDS_CHECK_MOMENT_2ND_ORDER_EFFECT_MINOR = "Comprobar el momento total incluyendo efectos de 2º orden respecto al eje menor"
IDS_CHECK_MOMENT_2ND_ORDER_EFFECT_NOT = "El momento de diseño se amplifica 99.99 veces."
IDS_CHECK_MOMENT_2ND_ORDER_EFFECT_OK = "Aplicar momento amplificado."
IDS_CHECK_MOMENT_MAGNIFICATION = "Verificar amplificación de momento"
IDS_CHECK_MOMENT_MAGNIFICATION_MAJOR = "Comprobar la amplificación del momento respecto al eje mayor"
IDS_CHECK_MOMENT_MAGNIFICATION_MINOR = "Comprobar la amplificación del momento respecto al eje menor"
IDS_CHECK_RATIO_NEUTRAL_AXIS_TO_EFFECT_DEPTH = "Comprobar la relación del eje neutro con la profundidad efectiva"
IDS_CHECK_REBAR_RATIO = "Verificar relación de barras de refuerzo"
IDS_CHECK_REBAR_SPACE = "Verificar espacio de barras de refuerzo"
IDS_CHECK_REINFORCEMENT_DETAIL = "Verificar detalle de armadura"
IDS_CHECK_SHIRIKAGE_TEMPERATURE_REINFORCEMENT = "Verificación de armadura"
IDS_CHECK_DISTRIBUTION_FACTOR_TEMPERATURE = "Factor de distribución por temperatura"
IDS_CHECK_REQUIRED_SHEAR_REINFORCEMENT = "Verificar armadura de corte requerida"
IDS_CHECK_REQUIRED_SHEAR_REINFORCEMENT_US = "Verificación de armadura transversal requerida"
IDS_CHECK_SHEAR_RATIO = "Comprobar la relación de la capacidad a esfuerzo cortante"
IDS_CHECK_INTERACTION_SHEAR = "Comprobar la interacción para esfuerzo cortante biaxial"
IDS_CHECK_INTERACTION_SHEAR_CHECK = "Se debe comprobar la interacción para esfuerzo cortante biaxial"
IDS_CHECK_INTERACTION_SHEAR_NOT_CHECK = "Se desprecia la interacción para esfuerzo cortante biaxial"
IDS_CHECK_INTERACTION_SHEAR_RATIO = "Relación de interacción"
IDS_CHECK_SKIN_REBAR = "Verificar barra de refuerzo superficial"
IDS_CHECK_SLENDERNESS_RATIO = "Verificar relación de esbeltez"
IDS_CHECK_SLENDERNESS_RATIO_Y_AXIS = "Comprobar la relación de esbeltez respecto al eje y"
IDS_CHECK_SLENDERNESS_RATIO_Z_AXIS = "Comprobar la relación de esbeltez respecto al eje z"
IDS_CHECK_SPACING_OF_HORIZONTAL_REBAR = "Comprobar el espaciamiento de la barra de refuerzo horizontal"
IDS_CHECK_SPACING_OF_REBAR = "Verificar separación de barras de refuerzo"
IDS_CHECK_SPACING_OF_REBAR_US = "Comprobación del control de fisuración mediante la distribución de la armadura "
IDS_CHECK_STRESS_OF_REBAR_AREMA = "Comprobación del esfuerzo de tracción en Barra de refuerzo bajo Cargas de servicio"
IDS_CHECK_SPACING_OF_SHEAR_REINFORCEMENT = "Comprobar el espaciamiento de la armadura de esfuerzo cortante"
IDS_CHECK_SPACING_OF_REBAR_TENSILEFACE = "Comprobar el espaciamiento de la armadura más cercana a la cara traccionada"
IDS_CHECK_SPECIAL_BOUNDARY_ELEMENTS_ARE_REQUIRED_IN_CURRENT_WALL = "Comprobar si se requieren elementos especiales de borde en la pared actual."
IDS_CHECK_STRESS_LIMITAION = "Verificar límite de esfuerzo"
IDS_CHURCH = "Iglesia"
IDS_COLUMN_LOCATION_TYPE = "Tipo de ubicación de Columna : "
IDS_COMBINATION = "Combinación"
IDS_COMP_DOT = "Comp."
IDS_COMPRESSION = "Compresión"
IDS_COMPRESSION_CONTROLLED = "Compresión controlada"
IDS_REVISE_SECTION = "Revisar sección"
IDS_COMPRESSION_ONLY = "Solo compresión"
IDS_COMPUTE_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_LENGTH = "Calcular la longitud de la armadura transversal del elemento de borde."
IDS_COMPUTE_HORIZONTAL_REBAR_FOR_SPECIAL_BOUNDARY_ELEMENT_FOR_THICKNESS_DIRECTION = "Calcular la barra de refuerzo horizontal para el elemento especial de borde en la Dirección del Espesor."
IDS_COMPUTE_HORIZONTAL_SHEAR_FORCE = "Calcular fuerza cortante horizontal"
IDS_COMPUTE_JOINT_GEOMETRY_INFORMATION = "Calcular información de geometría de juntas"
IDS_COMPUTE_MAXIMUM_SPACING_OF_HORIZONTAL_REBAR_FOR_BOUNDARY_ELEMENT = "Calcular el espaciamiento máximo de la barra de refuerzo horizontal para el elemento de borde."
IDS_COMPUTE_NOMIANL_JOINT_SHEAR_CAPACITY = "Calcular la capacidad nominal a esfuerzo cortante de la junta"
IDS_COMPUTE_DESIGN_JOINT_SHEAR_CAPACITY = "Calcular la capacidad de diseño a esfuerzo cortante de la junta"
IDS_CONCRETE = "Hormigón"
IDS_CONFINED_BY_BEAMS_ON_ALL_FOUR_FACES = "confinado por vigas en las cuatro caras"
IDS_CONFINED_BY_BEAMS_ON_THREE_FACES_OR_ON_TWO_OPPOSITE_FACES = "confinado por vigas en tres caras o en dos caras opuestas"
IDS_CRACKED_SECTION = "Sección agrietada"
IDS_CRITICAL_PILE_NODE_KEY = "Clave de nodo crítico de pilote"
IDS_CRITICAL_REGION_SPACING_DOES_NOT_EXIST = "No existe espaciamiento de la región crítica."
IDS_CURRENT_WALL_LEVEL = "Nivel de pared actual"
IDS_CUTTING_LINE = "Línea de corte"
IDS_CUTTING_LINE_FLEXURAL_CAPACITY = "Capacidad de flexión de línea de corte"
IDS_CUTTING_LINE_FLEXURE = "Flexión de línea de corte"
IDS_CUTTING_LINE_SHEAR = "Corte de línea de corte"
IDS_CUTTING_LINE_SHEAR_CAPACITY = "Capacidad de corte de línea de corte"
IDS_CALCULATE_BALANCE_CONDITION = "Calcular condición equilibrada"
IDS_CALCULATE_BALANCE_CONDITION_US = "Cálculo de la capacidad en condición de deformación balanceada "
IDS_CALCULATE_BALANCE_CONDITION_ECCEN = "Excentricidad equilibrada"
IDS_CALCULATE_BALANCE_CONDITION_ACT_ECCEN = "Excentricidad real"
IDS_CALCULATE_BALANCE_CONDITION_MAX_PN = "Compresión axial máxima"
IDS_CALCULATE_BALANCE_CONDITION_TENS_CTRL = "Control de tensión"
IDS_CALCULATE_BALANCE_CONDITION_COMP_CTRL = "Control de compresión"
IDS_CALCULATE_BALANCE_CONDITION_TENS_CTRL_US = "Por lo tanto, la sección está controlada por tracción. "
IDS_CALCULATE_BALANCE_CONDITION_COMP_CTRL_US = "Por lo tanto, la sección está controlada por compresión. "
IDS_CALCULATE_BALANCE_CONDITION_BAL_CON = "Condición equilibrada"
IDS_CHECK_TENSILE_STRESS_FOR_VERTICAL_REBAR = "Comprobar el Esfuerzo de tracción para la Barra de refuerzo vertical"
IDS_CHECK_TENSILE_STRESS_FOR_HORIZONTAL_REBAR = "Comprobar el Esfuerzo de tracción para la Barra de refuerzo horizontal"
IDS_CHECK_COMPPRESSIVE_STRESS_FOR_CONCRETE = "Comprobar el Esfuerzo de compresión del Hormigón"
IDS_COMPRESSIVE_STRESS = "Esfuerzo compresivo"
IDS_CALCULATE_TENS_CAPACITY_REBAR = "Calcular la capacidad a tracción de la barra de refuerzo"
IDS_CALCULATE_COMP_CAPACITY_CONC = "Calcular la capacidad a compresión del hormigón"
IDS_CHECK_DIMENSION_OF_THE_SPECIAL_BOUNDARY_ELEMENT = "Comprobar la dimensión del elemento especial de borde"
IDS_COMPRESSION_STEEL_YIELD = "Límite de fluencia del acero en compresión"
IDS_COMPRESSION_STEEL_DOES_NOT_YIELD = "El acero a compresión no alcanza el Límite de fluencia"
IDS_CORNER = "Esquina"
IDS_CALCULATE_GEOMETRIC_IMPERFECTION = "Calcular imperfección geométrica"
IDS_CALCULATE_SLENDERNESS_OF_FRAME = "Calcular esbeltez del marco"
IDS_CALCULATE_DESIGN_MOMENT_ABOUT_Y_AXIS_BRACED = "Calcular el momento de diseño respecto al eje y arriostrado"
IDS_CALCULATE_DESIGN_MOMENT_ABOUT_Y_AXIS_UNBRACED = "Calcular el momento de diseño respecto al eje y no arriostrado"
IDS_CALCULATE_DESIGN_MOMENT_ABOUT_Z_AXIS_BRACED = "Calcular el momento de diseño respecto al eje z arriostrado"
IDS_CALCULATE_DESIGN_MOMENT_ABOUT_Z_AXIS_UNBRACED = "Calcular el momento de diseño respecto al eje z no arriostrado"
IDS_CALCULATE_DESIGN_MOMENT_AXIS_SHORT_OR_SLENDER = "Calcular el momento de diseño (eje %s, %s)"
IDS_CALCULATE_NOMINAL_SHEAR_STRENGTH_FOR_SPECIAL_WALL = "Calcular la resistencia nominal a esfuerzo cortante para pared especial"
IDS_CHECK_NORMALIZED_AXIAL_RATIO = "Verificar relación axial normalizada"
IDS_CHECK_VOLUMETRIC_RATIO_OF_CONFINING_HOOPS = "Comprobar la relación volumétrica de los estribos de confinamiento"
IDS_CALCULATE_CURVATURE_DUCTILE_FACTOR = "Calcular factor de ductilidad de curvatura"
IDS_CHECK_MECHANICAL_VOLUMETRIC_RATIO_OF_CONFINING_HOOPS_WITHIN_THE_CRITICAL_REGIONS = "Comprobar la relación volumétrica mecánica de los estribos de confinamiento dentro de las regiones críticas"
IDS_COMPRESSION_REBARS_ARE_NOT_CONSIDERED_CALC_MIN_RHO = "Las barras de refuerzo a compresión no se consideran al calcular %s_min$."
IDS_CHECK_DISTRIBUTION_REINFORCEMENT = "Verificar distribución de armadura"
IDS_CLOCKWISE_NOMINAL_STRENGTH = "Resistencia nominal en sentido horario"
IDS_COUNTER_CLOCKWISE_NOMINAL_STRENGTH = "Resistencia nominal en sentido antihorario"
IDS_CLOCKWISE_DESIGN_STRENGTH = "Resistencia de diseño en sentido horario"
IDS_COUNTER_CLOCKWISE_DESIGN_STRENGTH = "Resistencia de diseño en sentido antihorario"
IDS_CONSIDER_UNBALANCED_MOMENT = "Considerar momento no equilibrado"
IDS_CALCULATE_TORSION_CAPACITY = "Calcular capacidad de torsión"
IDS_CALCULATE_TORSION_STRENGTH_BY_LINK_REINFORCEMENT = "Calcular la resistencia a torsión mediante armadura de estribos"
IDS_CALCULATE_TORSION_STRENGTH_BY_LONGITUDINAL_REINFORCEMENT = "Calcular la resistencia a torsión mediante armadura longitudinal"
IDS_CHECK_ONLY_MINIMUM_REINFORCEMENT_IS_REQUIRED = "Comprobar que solo se requiere armadura mínima"
IDS_CHECK_SPACING_OF_TORSION_LINK_REINFORCEMENT = "Comprobar el espaciamiento de la armadura de estribos a torsión"
IDS_CROSS_SECTION_AREA_OF_THE_REINFORCEMENT = "Área de la sección transversal de la armadura"
IDS_CALCULATE_DESIGN_SHEAR_RESISTANCE = "Calcular resistencia al esfuerzo cortante de diseño"
IDS_CALCULATE_DESIGN_PLASTIC_SHEAR_RESISTANCE = "Calcular la resistencia plástica de diseño a cortante"
IDS_CALCULATE_DESIGN_SHEAR_BUCKLING_RESISTANCE = "Calcular la resistencia de diseño al pandeo por cortante"
IDS_CALCULATE_DESIGN_SHEAR_BUCKLING_RESISTANCE_FROM_WEB = "Calcular la resistencia de diseño al pandeo por cortante a partir del alma"
IDS_CALCULATE_DESIGN_SHEAR_BUCKLING_RESISTANCE_FROM_FLANGE = "Calcular la resistencia de diseño al pandeo por cortante a partir del ala"
IDS_CHECK_DESIGN_RESISTANCE_FOR_SHEAR_ABOUT_MAJOR_AXIS = "Comprobar la resistencia de diseño a cortante respecto al eje mayor"
IDS_CHECK_DESIGN_RESISTANCE_FOR_SHEAR_ABOUT_MINOR_AXIS = "Comprobar la resistencia de diseño a cortante respecto al eje menor"
IDS_CONNECTION_TYPE = "Tipo de conexión"
IDS_CONTRIBUTION_FROM_THE_WEB = "Contribución del alma"
IDS_CONTRIBUTION_FROM_THE_FLANGE = "Contribución de la ala"
IDS_CONSIDER_CONTRIBUTION_FROM_FLANGE = "considerar la contribución del ala"
IDS_CONSIDER_GIRDER_MODE = "Considerar modo de viga"
IDS_CHECK_DESIGN_RESISTANCE_FOR_TORSION = "Comprobar la resistencia de diseño a torsión"
IDS_CONCURRENT_FORCE = "fuerza concurrente"
IDS_CALC_CAPACITY_CONCRETE = "Calcular capacidad del hormigón"
IDS_COLUMN_MOMENT_RATIO_JOINT = "Relación de momentos de la columna en la unión"
IDS_CALCULATE_DESIGN_SHEARS = "Calcular esfuerzos cortantes de diseño"
IDS_CHECK_MAXIMUM_SLENDERNESS_RATIO_LIMIT = "Comprobar el límite máximo de la relación de esbeltez"
IDS_Cm_WITH_TRANSVERSE_LOAD = " (Con cargas transversales entre apoyos)"
IDS_CONCRETE_GRADE_IS_NOT_PERMITTED = "El grado de hormigón no está permitido"
IDS_DAMPING_RATIO = "Razón de amortiguamiento"
IDS_DE_CRITICAL = "Crítico"
IDS_DE_DIR_DOT_1 = "Dir.1"
IDS_DE_DIR_DOT_2 = "Dir.2"
IDS_DE_DIR_DOT_3 = "Dir.3"
IDS_DE_FAILURE = "Fallo"
IDS_DE_MEMBER_DESIGN_DETAIL_REPORT = "Informe de detalles de diseño de miembro"
IDS_DE_NEED_CHK = "Necesita verificación"
IDS_DE_NEG_DOT = "Neg."
IDS_DE_NG = "NG"
IDS_DE_NONE = "Ninguno"
IDS_DE_NOT_CHK = "No verificar"
IDS_DE_OK = "OK"
IDS_DE_POS_DOT = "Pos."
IDS_DE_X_DIR_DOT = "Dir.-x"
IDS_DE_Y_DIR_DOT = "Dir.-y"
IDS_DE_Z_DIR_DOT = "Dir.-z"
IDS_DEAD_LOAD_CASE = "Caso de carga muerta"
IDS_DEFLECTION_UNDER_CONSTRUCTION = "Deflexión bajo construcción"
IDS_DENSE_ZONE = "Zona densa"
IDS_DESIGN_CASE = "Caso de diseño"
IDS_DESIGN_CODE = "Código de diseño"
IDS_DESIGN_FORCE = "Fuerza de diseño"
IDS_DESIGN_PARAMETER = "Parámetro de diseño"
IDS_DESIGN_TYPE = "Tipo de diseño"
IDS_DETAILING_RULES_FOR_THE_LOCAL_DUCTILITY_OF_CONCRETE_MEMBERS = "Reglas de detallado para la ductilidad local de miembros de hormigón"
IDS_DETERMINE_IF_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_IS_REQUIRED = "Determinar si se requiere armadura transversal del elemento de borde"
IDS_DETERMINE_IF_SPECIAL_BOUNDARY_ELEMENTS_ARE_REQUIRED_BY_DISPLACEMENT_BASED_METHOD = "Determinar si se requieren elementos de borde especiales mediante el método basado en desplazamientos."
IDS_DETERMINE_IF_SPECIAL_BOUNDARY_ELEMENTS_ARE_REQUIRED_BY_STRESS_BASED_METHOD = "Determinar si se requieren elementos de borde especiales mediante el método basado en esfuerzos."
IDS_DROP_PANEL_PUNCHING_SHEAR_CAPACITY = "Capacidad a punzonamiento del panel de ábaco"
IDS_DEFLECTION = "Deflexión"
IDS_DEFAULT_OR_USER_DEFINED_VALUE = "Valor predeterminado o definido por el usuario"
IDS_DROP = "Caída"
IDS_DESIGN_MODED_DESIGN = "Diseño"
IDS_DESIGN_MODED_CHECKING = "Verificación"
IDS_DESIGN_MODED_EDIT = "Edición de diseño"
IDS_DISTANCE_FROM_THE_SECTIONS_NUETRAL_AXIS_TO_THE_REINFORCEMENT = "Distancia desde el eje neutro de la sección hasta la armadura"
IDS_DISTANCE_FROM_THE_CENTER_OF_THE_SECTION_TO_THE_REINFORCEMENT_IN_THE_MEMBER_LOCAL = "Distancia desde el centro de la sección hasta la armadura en el sistema local del miembro"
IDS_DETERMINE_WHETHER_TO_CONSIDER_SHEAR_BUCKLING = "Determinar si se debe considerar el pandeo por cortante"
IDS_DETERMINE_WHETHER_TO_CONSIDER_CONTRIBUTION_FROM_FLANGE = "Determinar si se debe considerar la contribución de las alas"
IDS_END_PART = "Parte final"
IDS_END_LENGTH = "Longitud final"
IDS_END_SPACE = "Espacio final"
IDS_ETC_ACTION = "Acción etc."
IDS_EXTERIOR_COLUMN = "Columna exterior"
IDS_EDGE = "Borde"
IDS_ETC = "Etc."
IDS_ECCENTRICITY_FACTOR = "Factor de excentricidad"
IDS_END_MOMENT_DESIGN_SHEAR = "Momento de extremo para la fuerza cortante de diseño sísmico"
IDS_ENVIRONMENT = "Entorno"
IDS_FACE = "Cara"
IDS_FOR_OTHER_CASES = "para otros casos"
IDS_FOOT_BRIDGE_INDOOR = "Puente peatonal (interior)"
IDS_FOOT_BRIDGE_OUTDOOR = "Puente peatonal (exterior)"
IDS_FRICTION_FACTOR = "Factor de fricción"
IDS_FACTOR_CONTRIBUTION_WEB_TO_SHEAR_BUCKLING = "Factor para la contribución del alma al pandeo por cortante"
IDS_FACTORED_SHEAR_FORCES_UNIT_LOAD_CASE = "Fuerzas cortantes mayoradas causadas por el tipo de caso de carga"
IDS_HORIZONTAL = "Horizontal"
IDS_HORIZONTAL_REBAR_FOR_SPECIAL_BOUNDARY_ELEMENT_FOR_LENGTH_DIRECTION = "Calcular barra de refuerzo horizontal para el elemento de borde especial en la dirección de la longitud."
IDS_HEIGHT_ENTIRE_WALL = "Altura de toda la pared"
IDS_HORIZONTAL_TENSILE_STRESS = "Esfuerzo de tracción horizontal"
IDS_IMMEDIATE = "Inmediato"
IDS_INTERIOR_COLUMN = "Columna interior"
IDS_INTERMEDIATE_MOMENT_FRAME = "Marco de momento intermedio"
IDS_INCREASE_SECTION_DIMENSIONS = "Aumentar las dimensiones de la sección."
IDS_INTERACTION_CURVE = "Curva de interacción"
IDS_INTERIOR = "Interior"
IDS_JOINT = "Unión"
IDS_JOINT_CLASSIFIED = "La unión se clasifica como,"
IDS_JOINT_CONTINUOUS_BEAMS = "Vigas continuas"
IDS_JOINT_CONTINUOUS_COLUMN = "Columna continua"
IDS_JOINT_CONFINED_COLUMN = "Columna confinada"
IDS_JOINT_DISCONTINUOUS_BEAMS = "Vigas discontinuas"
IDS_JOINT_DISCONTINUOUS_COLUMN = "Columna discontinua"
IDS_JOINT_NOTCONFINED_COLUMN = "Columna no confinada"
IDS_LEFT_PART = "Parte izquierda"
IDS_LINEAR_CREEP = "Creep lineal"
IDS_LIVE_LOAD_CASE = "Caso de carga viva"
IDS_LIVE_LOAD_SUSTAIN_RATIO = "Relación de sostenimiento de carga viva"
IDS_LONG_HYPHEN_TERM = "A largo plazo"
IDS_LONG_TERM = "Largo plazo"
IDS_MATERIAL = "Material"
IDS_MAXIMUM_BEARING_PRESSURE = "Presión máxima de apoyo"
IDS_MEMBER_INFORMATION = "Información del miembro"
IDS_MEMBER_LENGTH = "Longitud del miembro"
IDS_MEMBER_NAME_SMALL = "Nombre del miembro"
IDS_MEMBERS_IN_GROUP = "Miembros en grupo"
IDS_MIDDLE_PART = "Parte media"
IDS_MINIMUM_REBAR_AREA_REQUIRED = "Área mínima de barra de refuerzo requerida"
IDS_MINIMUM_REBAR_SPACE_REQUIRED = "Espacio mínimo de barra de refuerzo requerido"
IDS_MINIMUM_THICK_REQ = "Espesor mínimo requerido"
IDS_MM_INTERACTION_CURVE = "Curva de interacción MM"
IDS_MOMENT_CAPACITY = "Capacidad de momento"
IDS_MOMENT_CONNECTION = "Conexión de momento"
IDS_MOMENT_FORCE = "Fuerza de momento"
IDS_MOMENT_RESISTANCE_ABOUT_THE_MEMBER_LOCAL_Y_AXIS_IN_THE_REINFORCEMENT = "Resistencia a momento respecto al eje local y del miembro en la armadura"
IDS_MOMENT_RESISTANCE_ABOUT_THE_MEMBER_LOCAL_Z_AXIS_IN_THE_REINFORCEMENT = "Resistencia a momento respecto al eje local z del miembro en la armadura"
IDS_MINIMUM_SHEAR_REINOFORCEMENT_IS_REQUIRED = "Se requiere armadura mínima a cortante."
IDS_MINIMUM_SHEAR_REINOFORCEMENT_IS_REQUIRED_US = "Se requiere armadura transversal mínima."
IDS_MODIFIED_SLENDERNESS = "Esbeltez modificada"
IDS_MOMENT_RESISTANCE_OF_SECTION_CONSISITING_OF_ONLY_FLANGES = "Resistencia a momento de una sección compuesta solo por las alas"
IDS_MFRD0_IS_CALCULATED_AS_MPL_RD_NEGLECTING_WEB_CONTRIUTION = "M_f,Rd0$ se calcula como M_pl,Rd$ pero despreciando la contribución del alma."
IDS_MFRD_IS_CALCULATED_AS_MPL_RD_NEGLECTING_WEB_CONTRIUTION = "M_f,Rd$ se calcula como M_pl,Rd$ pero despreciando la contribución del alma."
IDS_MAXIMUM = "máximo"
IDS_MINIMUM = "mínimo"
IDS_MAXIMUM_SPACE_SKIPED_NO_SHEAR_REINFORCEMENT = "La verificación del espaciado máximo se omite porque no se proporciona armadura de cortante."
IDS_NEG_DOT_CRACK = "Neg. Fisura"
IDS_NEG_DOT_MOMENT = "Neg. Momento"
IDS_NEG_DOT_STRESS = "Neg. Esfuerzo"
IDS_NM_INTERACTION_CURVE = "Curva de interacción NM"
IDS_NOMINAL_MOMENT = "Momento nominal"
IDS_NOMINAL_MOMENT_CAPACITY = "Capacidad de momento nominal"
IDS_NON_HYPHEN_PRESTRESSED_STRUCTURE = "estructura no pretensada"
IDS_NON_LINEAR_CREEP = "Creep no lineal"
IDS_NOT_DENSE_ZONE = "Zona no densa"
IDS_NOT_REQUIRED = "No requerido"
IDS_NOT_SLENDER = "No es esbelto"
IDS_NEED_NOT_BE_CHECKED = "No es necesario verificar"
IDS_NOT_ACCEPTABLE = "No aceptable"
IDS_NORMALIZED_AXIAL_RATIO = "Relación axial normalizada"
IDS_NEED_TO_CHECK_SHEAR_BUCKLING = "Es necesario comprobar el pandeo por cortante"
IDS_NO_NEED_TO_CHECK_SHEAR_BUCKLING = "No es necesario comprobar el pandeo por cortante"
IDS_NOT_CONSIDER_CONTRIBUTION_FROM_FLANGE = "no considerar la contribución del ala"
IDS_OFFICE = "Oficina"
IDS_ORDINARY_MOMENT_FRAME = "Marco de momento ordinario"
IDS_OVERTURNING = "Vuelco"
IDS_OVERTURNING_CAPACITY = "Capacidad de vuelco"
IDS_OVERTURNING_MOMENT = "Momento de vuelco"
IDS_ONLY_MINIMUM_REINFORCEMENT_IS_REQUIRED = "Solo se requiere armadura mínima."
IDS_OUT_OF_PLANE_BENDING_MOMENT_NOT_CONSIDERED_TYPE2 = "El momento flector fuera del plano Mzz no se considera en el diseño de secciones Tipo 2"
IDS_PERMANENT_ACTION = "Acción permanente"
IDS_PILE_BEARING = "Soporte de pilotes"
IDS_PILE_BEARING_CAPACITY = "Capacidad de soporte de pilotes"
IDS_PILE_PUNCHING_SHEAR = "Esfuerzo cortante por punzonado de pilotes"
IDS_PILE_PUNCHING_SHEAR_CAPACITY = "Capacidad de esfuerzo cortante por punzonado de pilotes"
IDS_PM_INTERACTION_CURVE = "Curva de interacción PM"
IDS_POS_DOT_CRACK = "Pos. Fisura"
IDS_POS_DOT_MOMENT = "Pos. Momento"
IDS_POS_DOT_STRESS = "Pos. Esfuerzo"
IDS_POSITION = "Posición"
IDS_PROBABLE_MOMENT = "Momento probable"
IDS_PROBABLE_MOMENT_CAPACITY = "Capacidad de momento probable"
IDS_PROGRAM_DETERMINED = "Determinado por el programa"
IDS_PUNCHING_SHEAR = "Esfuerzo cortante por punzonado"
IDS_PUNCHING_SHEAR_CAPACITY = "Capacidad de esfuerzo cortante por punzonado"
IDS_PILE = "Pilote"
IDS_PROBABLE_MOMENT_COLUMN = "Momento probable de la columna"
IDS_QUAS_DOT = "Cuas."
IDS_REBAR_AREA = "Área de barra de refuerzo"
IDS_REBAR_SPACE = "Espacio de barra de refuerzo"
IDS_REBAR_SPACE_BY_MATERIAL = "Espacio de barra de refuerzo por material"
IDS_REINFORCEMENT_DATA = "Datos de armadura"
IDS_RESIDENCE = "Residencia"
IDS_REQUIRED_THICKNESS = "Espesor requerido"
IDS_RESTORING_MOMENT = "Momento restaurador"
IDS_RIGHT_PART = "Parte derecha"
IDS_REPORTINFO_DESCRIONTION_FACT = "Descripción de los factores aplicados para el diseño"
IDS_REPORTINFO_MOMENT_REDISTRIBUTION_FACT = "Factor de redistribución de momento"
IDS_REPORTINFO_TORSION_REDISRIBUTION_FACT = "Factor de redistribución de torsión"
IDS_REPORTINFO_AXIAL = "Axial"
IDS_REPORTINFO_MOMENT = "Momento"
IDS_REPORTINFO_SHEAR = "Esfuerzo cortante"
IDS_REPORTINFO_LIVELOAD_RESUCTION_FACT = "Factor de reducción de carga viva"
IDS_REPORTINFO_SPECIAL_LCOM = "Combinación de carga sísmica especial"
IDS_REPORTINFO_VERTICAL_LOAD_FACT = "Factor de carga vertical"
IDS_REPORTINFO_SPECTRAL_RESPONSE_ACC = "Aceleración de respuesta espectral en periodos cortos"
IDS_REPORTINFO_SYSTEM_OVERSTRENGTH_FAC = "Factor de sobrecapacidad del sistema"
IDS_REPORTINFO_FOR_DIRECTION__s = "para la dirección de %s"
IDS_REPORTINFO_VERTICAL_LCOM = "Combinación de carga sísmica vertical"
IDS_REPORTINFO_VERTICAL_FORCE_FACT = "Factor de fuerza vertical"
IDS_REPORTINFO_SMF = "Marcos de momento especial"
IDS_REPORTINFO_IMF = "Marcos de momento intermedios"
IDS_REPORTINFO_OMF = "Marcos de momento ordinarios"
IDS_REPORTINFO_HDF = "Marcos de alta ductilidad"
IDS_REPORTINFO_MDF = "Marcos de ductilidad media"
IDS_REPORTINFO_LDF = "Marcos de baja ductilidad"
IDS_REPORTINFO_STMF = "Marco de momento de cercha especial"
IDS_REPORTINFO_SCBF = "Marco de arriostramiento concéntrico especial"
IDS_REPORTINFO_OCBF = "Marco de arriostramiento concéntrico ordinario"
IDS_REPORTINFO_EBF = "Marco de arriostramiento excéntrico"
IDS_REPORTINFO_BRBF = "Marco de arriostramiento restringido por pandeo"
IDS_REPORTINFO_SPSW = "Pared de corte de placa especial"
IDS_REPORTINFO_WA_ = "Área de observación"
IDS_REPORTINFO_SPECIAL_PROVISION_SEIS = "Disposiciones especiales para el diseño sísmico"
IDS_REPORTINFO_SIES_SCALEUP_FACT = "Factor de amplificación sísmica para cortante"
IDS_REPORTINFO_SHEAR_SCALEUP_FACT = "Factor de amplificación aplicado para cortante"
IDS_REPORTINFO_SHEAR_BY_CALC_MAX__s__s = "MAX[Cortante por %s, Cortante por %s]"
IDS_REPORTINFO_SHEAR_BY_CALC_MIN__s__s = "MIN[Cortante por %s, Cortante por %s]"
IDS_REPORTINFO_NON_SEIS_MEMB = "Miembro para diseño no sísmico"
IDS_REPORTINFO_NON_SEIS_FORCE_RES_SYS_MEMB = "Miembro para sistema no resistente a fuerzas sísmicas"
IDS_REPORTINFO_EQ_LCAS_SCALEUP_FACT_AXIAL = "Factor de amplificación del caso de carga EQ para fuerzas axiales"
IDS_REPORTINFO_EQ_LCAS_SCALEUP_FACT_MOM = "Factor de amplificación del caso de carga EQ para momentos"
IDS_REPORTINFO_EQ_LCAS_SCALEUP_FACT_SHEAR = "Factor de amplificación del caso de carga EQ para fuerzas cortantes"
IDS_REPORTINFO_EQ_LCOM_SCALEUP_FACT_AXIAL = "Factor de amplificación de las combinaciones EQ para fuerzas axiales"
IDS_REPORTINFO_EQ_LCOM_SCALEUP_FACT_MOM = "Factor de amplificación de las combinaciones EQ para momentos"
IDS_REPORTINFO_EQ_LCOM_SCALEUP_FACT_SHEAR = "Factor de amplificación de las combinaciones EQ para fuerzas cortantes"
IDS_REPORTINFO_PILOTI_COLM = "Tipo de columna sísmica : Columna Piloti"
IDS_REPORTINFO_SOFT_STORY_COLM = "Tipo de columna sísmica : Columna de planta blanda"
IDS_REPORTINFO_SPECIAL_RC_WALL = "Pared estructural RC especial"
IDS_REPORTINFO_SPECIAL_RC_WALL_NON_SEIS = "Pared estructural especial de RC : Miembros para diseño no sísmico"
IDS_REPORTINFO_LDS_RC_WALL = "Pared de baja ductilidad"
IDS_REPORTINFO_LDS_RC_WALL_NON_SEIS = "Pared de baja ductilidad : Miembros para diseño no sísmico"
IDS_REPORTINFO_MDS_RC_WALL = "Pared de ductilidad media"
IDS_REPORTINFO_MDS_RC_WALL_NON_SEIS = "Pared de ductilidad media : Miembros para diseño no sísmico"
IDS_REPORTINFO_HDS_RC_WALL = "Pared de alta ductilidad"
IDS_REPORTINFO_HDS_RC_WALL_NON_SEIS = "Pared de alta ductilidad : Miembros para diseño no sísmico"
IDS_REPORTINFO_RESULT_SUMMARY = "Resumen de resultados"
IDS_REPORTINFO_THICKNESS = "Espesor"
IDS_REPORTINFO_SECT_NAME_ID = "Nombre de sección(ID)"
IDS_REPORTINFO_SECT_ELEM = "Elemento"
IDS_REPORTINFO_SECT_POS = "Pos"
IDS_REPORTINFO_SECT_REINFORCEMENT = "Armadura"
IDS_REPORTINFO_SECT_STRENGTH_RATIO = "Relación"
IDS_REPORTINFO_SECT_CHECK = "Verificar"
IDS_REPORTINFO_SUMMATION = "Sumatoria"
IDS_REPORTINFO_REBAR = "Barra de refuerzo"
IDS_REPORT_FOR_DEAD_LOAD = "Para carga muerta"
IDS_REPORT_FOR_GRAVITY_LOAD = "Para carga gravitacional"
IDS_REPORT_FOR_TOTAL_LOAD = "Para carga total"
IDS_REPORT_OLNY_EARTHQUAKE = "Solo terremoto"
IDS_REPORT_MINOR_DIR_SEISMIC = "dirección menor para sísmica"
IDS_REPORT_DO_NOT_CONSIDER = "no considerar"
IDS_REPORT_FOR_RS_LOADCASE_WITHOUT_CONSIDERING_SIGN = "para el caso de carga RS sin considerar el signo"
IDS_REPORT_CLOCKWISE = "En sentido horario"
IDS_REPORT_COUNTER_CLOCKWISE = "En sentido antihorario"
IDS_REPORT_COMPARE_ABS = "Por comparación absoluta"
IDS_REPORT_BRACED = "Arriostrado"
IDS_REPORT_UNBRACED = "No arriostrado"
IDS_REPORT_BRACED_SIDESWAY = "Para miembros arriostrados contra el desplazamiento lateral"
IDS_REPORT_UNBRACED_SIDESWAY = "Para miembros no arriostrados contra el desplazamiento lateral"
IDS_REPORT_SINGLE_CURVATURE = "Curvatura simple"
IDS_REPORT_REVERSE_CURVATURE = "Curvatura inversa"
IDS_REPORT_ERROR_Pn_ZERO = "Error : Pn es cero."
IDS_REPORT_ELEM_NO = "Nº de Elem."
IDS_REPORT_MEMB_NO = "Nº de Memb."
IDS_REPORT_NODE_NO = "Nº de Nodo"
IDS_REINFORCEMENT_TO_RESIST_TORSION_IS_REQUIRED = "Se requiere armadura para resistir el momento torsor."
IDS_REPORT_ONLY_GRAVITY_LOAD = "Solo carga gravitacional"
IDS_REPORT_EXCLUDE_SEIS_LOAD = "Excluir carga sísmica"
IDS_REPORT_CALC_CLOCKWISE = "Calcular en sentido horario"
IDS_REPORT_CALC_COUNTCLOCKWISE = "Calcular en sentido antihorario"
IDS_REPORT_UNBRACED_SLENDER = "los efectos de la esbeltez no pueden despreciarse."
IDS_REPORT_PUNCHING_CALC_UNBALANCED_MOMENT = "Calcular el esfuerzo cortante mayorado con el momento desequilibrado mayorado."
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_PARALLEL_EDGE_y = "Calcular parámetros sobre el eje local-y de la flexión paralela al borde"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_PARALLEL_EDGE_z = "Calcular parámetros sobre el eje local-z de la flexión paralela al borde"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_PERPENDICULAR_EDGE_y = "Calcular parámetros sobre el eje local-y de la flexión perpendicular al borde"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_PERPENDICULAR_EDGE_z = "Calcular parámetros sobre el eje local-z de la flexión perpendicular al borde"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_INTERIOR_y = "Calcular parámetros sobre el eje local-y del interior"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_INTERIOR_z = "Calcular parámetros sobre el eje local-z del interior"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_INTERIOR_CIRCLE = "Calcular parámetros del círculo interior"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_CORNER_y = "Calcular parámetros respecto al eje local-y de la esquina"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_CORNER_z = "Calcular parámetros respecto al eje local-z de la esquina"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_CIR_EQD = "Cuadrado con el mismo perímetro"
IDS_REPORT_NEUTRAL_AXIS_NOT_CONVERGE = "El cálculo del eje neutro no convergió."
IDS_REPORT_SEISMIC_ZONE = "Zona sísmica"
IDS_SAFETY_FACTOR = "Factor de seguridad"
IDS_SEISMIC_REDUCTION_FACTOR = "Factor de reducción sísmica"
IDS_SHEAR = "Esfuerzo cortante"
IDS_SHEAR_CAPACITY = "Capacidad de esfuerzo cortante"
IDS_SHEAR_CAPACITY_US = "Cálculo de resistencia al corte"
IDS_SHEAR_CONNECTION = "Conexión cortante"
IDS_SHOPPING_MALL = "Centro comercial"
IDS_SHORT_HYPHEN_TERM = "Corto plazo"
IDS_SLENDER = "Esbelto"
IDS_SLIDING = "Deslizamiento"
IDS_SLIDING_CAPACITY = "Capacidad de deslizamiento"
IDS_SPACING_OF_SHEAR_REINFORCEMENT = "Espaciado de armadura de corte"
IDS_SPECIAL_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_IS_NOT_REQUIRED = " - No se requiere armadura transversal del elemento de borde especial"
IDS_SPECIAL_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_IS_REQUIRED = " - Se requiere armadura transversal del elemento de borde especial"
IDS_SPECIAL_BOUNDARY_ELEMENTS_ARE_NOT_REQUIRED = " - No se requieren elementos de borde especiales"
IDS_SPECIAL_BOUNDARY_ELEMENTS_ARE_REQUIRED = " - Se requieren elementos de borde especiales"
IDS_SPECIAL_MOMENT_FRAME = "Marco de momento especial"
IDS_STIRRUPS = "Estribos"
IDS_STRAIN_IN_THE_REINFORCEMENT = "Deformación en la armadura"
IDS_STRESS_IN_THE_REINFORCEMENT = "Esfuerzo en la armadura"
IDS_STRESS_STRAIN_RELATION = "Relación esfuerzo-deformación"
IDS_STRESS_STRAIN_EQIV_RECT = "Rectángulo equivalente"
IDS_STRESS_STRAIN_EQIV_PARA = "Parábola-Rectángulo (Promedio)"
IDS_STRESS_STRAIN_REAL_PARA = "Parábola-Rectángulo (Detalle)"
IDS_STRESS_UNDER_CONSTRUCTION = "Esfuerzo bajo construcción"
IDS_CONC_STRENGTH_LIMITED_TO_C50_60 = "La resistencia a esfuerzo cortante de clases de resistencia del hormigón superiores a C50/60 puede limitarse a la de C50/60."
IDS_CONC_STRENGTH_LIMITED_TO_C90_105 = "La resistencia a esfuerzo cortante de clases de resistencia del hormigón superiores a C90/105 puede limitarse a la de C90/105."
IDS_CONC_STRENGTH_LIMITED_TO_C100_115 = "La resistencia a esfuerzo cortante de clases de resistencia del hormigón superiores a C100/115 puede limitarse a la de C100/115."
IDS_CONC_STRENGTH_LIMITED_TO_B65 = "La resistencia a esfuerzo cortante de clases de resistencia del hormigón superiores a B65(C60/75) puede limitarse a la de B65(C60/75)."
IDS_SHEAR_REINFORCEMENT_IS_NOT_REQUIURED = "No se requiere armadura de esfuerzo cortante."
IDS_SHEAR_REINFORCEMENT_IS_NOT_REQUIURED_US = "No se requiere armadura transversal."
IDS_SHEAR_REINFORCEMENT_IS_REQUIRED = "Se requiere armadura de esfuerzo cortante."
IDS_SHEAR_REINFORCEMENT_IS_REQUIRED_US = "Se requiere armadura transversal."
IDS_SEARCH_FOR_NEUTRAL_AXIS = "Buscar eje neutro"
IDS_SHEAR_BUCKLING_COEFFICIENT = "Coeficiente de pandeo por corte"
IDS_STIFFENED = "Reforzado"
IDS_SUM_PROBABLE_MOMENT_GIRDERS = "Sumatoria de momentos probables de las vigas conectadas"
IDS_SHEAR_CALCULATE_SMAX_DIR_y = "Calcular el espaciamiento máximo para la dirección y"
IDS_SHEAR_CALCULATE_SMAX_DIR_z = "Calcular el espaciamiento máximo para la dirección z"
IDS_SHEAR_CHECK_SMAX__s__EQ_s = "Verificar si se considera la Tabla %s Ec.(%s)"
IDS_SHEAR_CONSIDER_SMAX__s__EQ_s = "Por lo tanto, se considera %s Ec.(%s)."
IDS_SHEAR_NOT_CONSIDER_SMAX__s__EQ_s = "Por lo tanto, no se considera %s Ec.(%s)."
IDS_SKIN = "Lado"
IDS_STEEL_I_TYPE2 = "Acero-I (Tipo2)"
IDS_STEEL_BOX_TYPE2 = "Acero-Caja (Tipo2)"
IDS_STEEL_TUB_TYPE2 = "Acero-Tubo (Tipo2)"
IDS_TABLE = "Tabla"
IDS_TENS_DOT = "Tracc."
IDS_TENSLIE_STRENGTH_OF_THE_REINFORCEMENT = "Resistencia a tracción de la Armadura"
IDS_TENSION = "Tensión"
IDS_TENSION_CONTROLLED = "Tensión controlada"
IDS_TENSION_ONLY = "Solo Tensión"
IDS_THICKNESS = "Espesor"
IDS_TOP = "Superior"
IDS_TORSION = "Momento torsor"
IDS_TORSION_CAPACITY = "Capacidad de torsión"
IDS_TORSION_CAPACITY_US = "Cálculo de resistencia a torsión"
IDS_TORSION_CHECK_NEED = "Considerar los efectos de Momento torsor."
IDS_TORSION_NEGLECT = "Se permitirá despreciar los efectos de Momento torsor."
IDS_TORSION_NEGLECT_CHK = "Verificar el Momento torsor para despreciar los efectos de Momento torsor."
IDS_TORSION_NEGLECT_CHK_US = "Verificación de los efectos de Momento torsor."
IDS_TORSION_REQ_AS_L = "Calcular la armadura longitudinal requerida por Momento torsor."
IDS_TORSION_REQ_AS_L_US = "Verificación de armaduras longitudinales."
IDS_TORSION_REQ_AS_T = "Calcular la armadura transversal requerida por Momento torsor."
IDS_TORSION_SECTIONLIMIT = "Verificar el límite de la sección transversal."
IDS_TORSION_SMAX = "Calcular el detallado de la armadura por Momento torsor."
IDS_TORSION_SMAX_T = "Calcular el detallado de la armadura transversal por Momento torsor."
IDS_TORSION_SMAX_L = "Calcular el detallado de la armadura longitudinal por Momento torsor."
IDS_TORSION_STRENGTH = "Verificar resistencia a torsión"
IDS_TRANSITION = "Transición"
IDS_TENSION_STRENGTH_CALCULATION_TYPE_IS_NONE = "El tipo de cálculo de la resistencia a tracción es Ninguno."
IDS_NEED_MORE_REBAR = "Necesita más armaduras"
IDS_UNCRACKED_SECTION = "Sección no agrietada"
IDS_UPLIFT = "Elevación"
IDS_USE_TYPE = "Tipo de uso"
IDS_USER_STRENGTH_FACTOR = "Factor de reducción de resistencia definido por el usuario"
IDS_UNSTIFFENED = "No reforzado"
IDS_USER_DEFINED = "Definido por el usuario"
IDS_VARIABLE_ACTION = "Acción variable"
IDS_VERTICAL = "Vertical"
IDS_VERTICAL_FORCE = "Fuerza vertical"
IDS_VERTICAL_TENSILE_STRESS = "Esfuerzo de tracción vertical"
IDS_VOLUMETRIC_RATIO = "Relación volumétrica"
IDS_VALUE_DGN = "Valor"
IDS_VERIFY_REINFORCEMENT_INFORMATION = "Por favor, verifique la información de armadura."
IDS_VIBRATION = "Vibración"
IDS_WALL_HEIGHT = "Altura de la pared"
IDS_WALL_LENGTH = "Longitud de la pared"
IDS_WALL_THICKNESS = "Espesor de la pared"
IDS_WATCHING_AREA = "Área de observación"
IDS_WHERE = "Dónde"
IDS_WALL_MOMENT_ENVELOP = "Calcular el momento de diseño a partir del diagrama envolvente para pared de ductilidad"
IDS_WALL_BELOW__s = "debajo de %s"
IDS_WALL_ABOVE__s = "encima de %s"
IDS_YOU_HAVE_TO_INPUT_CRITICAL_REGION_SPACING_DATA = "Debe introducir los datos de espaciamiento de la región crítica."
IDS_Y_AXIS = "eje y"
IDS_Z_AXIS = "eje z"
IDS_DGN_RPRT_USERS_UNIT = "Unidad del usuario : "
IDS_DGN_RPRT_DET_CHECK_AXIAL_RATIO = "Verificar relación axial"
IDS_DGN_RPRT_DET_CHECK_AXIAL_RESISTANCE = "Verificar resistencia axial"
IDS_DGN_RPRT_DET_CALC_RESIS = "Calcular la resistencia de diseño de la sección transversal"
IDS_DGN_RPRT_DET_BUCKLING_CURVE = "Curva de pandeo"
IDS_DGN_RPRT_DET_AXIAL_TOR_BUCK = "Calcular la resistencia de diseño para pandeo torsional"
IDS_DGN_RPRT_DET_AXIAL_TOR_BUCK_DES = "Resistencia de diseño para Momento torsor y pandeo torsional-flexional"
IDS_DGN_RPRT_DET_COMP_RESIS = "Resistencia de diseño de un miembro a compresión"
IDS_DGN_RPRT_DET_TENS_RESIS = "Resistencia de diseño de un miembro a tracción"
IDS_DGN_RPRT_DET_BUCK_SLEND = "Esbeltez no dimensional"
IDS_DGN_RPRT_DET_AXIAL_BUCK_RESIS = "Resistencia de diseño para pandeo flexional"
IDS_DGN_RPRT_DET_AXIAL_BUCK_L_SHAPE = "Calcular la resistencia de diseño para pandeo flexional (eje principal mayor)"
IDS_DGN_RPRT_DET_AXIAL_BUCK_Y = "Calcular la resistencia de diseño para pandeo flexional (eje y-y)"
IDS_DGN_RPRT_DET_AXIAL_BUCK_Z = "Calcular la resistencia de diseño para pandeo flexional (eje z-z)"
IDS_DGN_RPRT_DET_NO_CHK_AXIAL_BUCK = "No es necesario verificar el pandeo flexional."
IDS_DGN_RPRT_DET_NO_CHK_AXIAL_BUCK_T = "No es necesario verificar el pandeo torsional-flexional."
IDS_DGN_RPRT_DET_SHEAR_CENTER = "Centro de corte"
IDS_DGN_RPRT_DET_SHEAR_CENTER_FROM_CENTROID = "Centro de corte desde el centroide"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MAJOR = "Verificar la resistencia de diseño a flexión respecto al eje mayor"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MINOR = "Verificar la resistencia de diseño a flexión respecto al eje menor"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MAJOR_YY = "Resistencia de diseño a flexión respecto al eje mayor y-y"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MiNOR_ZZ = "Resistencia de diseño a flexión respecto al eje menor z-z"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MAJOR_UU = "Resistencia de diseño a flexión respecto al eje principal mayor u-u"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MiNOR_VV = "Resistencia de diseño a flexión respecto al eje principal menor v-v"
IDS_DGN_RPRT_DET_MOMENT_RESIS_LTB = "Calcular la resistencia de diseño para pandeo lateral-torsional"
IDS_DGN_RPRT_DET_MOMENT_BUCKLING_SLEN = "Esbeltez de pandeo"
IDS_DGN_RPRT_DET_MOMENT_BUCKLING_RESI = "Resistencia de diseño para pandeo lateral-torsional"
IDS_DGN_RPRT_DET_MOMENT_LTB_NEED = "Es necesario verificar LTB"
IDS_DGN_RPRT_DET_MOMENT_LTB_NO_NEED = "No es necesario verificar LTB"
IDS_DGN_RPRT_DET_AND = "y"
IDS_DGN_RPRT_DET_OR = "or"
IDS_DGN_RPRT_DET_MOMENT_LTB_RESIS_MAJOR = "Verificar la resistencia de diseño para pandeo lateral-torsional"
IDS_DGN_RPRT_DET_MOMENT_LTB_EXCEPTION = "Sección asimétrica respecto al eje menor o sección no arriostrada"
IDS_DGN_RPRT_DET_MOMENT_LTB_CAN_NOT = "No se puede verificar LTB"
IDS_DGN_RPRT_DET_COMBINED_BUCK_RATIO = "Calcular la relación de interacción de una resistencia al pandeo (flexión y fuerza axial)"
IDS_DGN_RPRT_DET_REDUCTION_FACT_BUCK = "Factores de reducción para pandeo"
IDS_DGN_RPRT_DET_EFFICIENCY_FACT = "Factor de eficiencia"
IDS_DGN_RPRT_DET_BUCK_FORCE = "Fuerza de pandeo"
IDS_DGN_RPRT_DET_BUCK_RES_MOMENT = "Momento de resistencia al pandeo"
IDS_DGN_RPRT_DET_EQ_UNIFORM_FACT = "Factores de momento uniforme equivalente"
IDS_DGN_RPRT_DET_AUXILIARY_TERMS = "Términos auxiliares"
IDS_DGN_RPRT_DET_INTERACTON_FACT = "Factores de interacción"
IDS_DGN_RPRT_DET_INTERACTON_VALUE = "Valores de interacción"
IDS_DGN_RPRT_DET_INTERACTON_RATIO = "Ratios de interacción"
IDS_DGN_RPRT_DET_INTERACTON = "Interacción"
IDS_DGN_RPRT_DET_CHECK_INTERACTON_RATIO = "Verificar ratios de interacción"
IDS_DGN_RPRT_DET_CHECK_INTERACTON_RATIO_BAND_AXIAL = "Calcular la relación de interacción de flexión y fuerza axial"
IDS_DGN_RPRT_DET_CHECK_INTERACTON_RATIO_TORSION = "Calcular la relación de interacción de una resistencia a Momento torsor (esfuerzo directo y esfuerzo torsional)"
IDS_DGN_RPRT_DET_CHECK_INTERACTON_RATIO_CLASS12 = "Calcular la relación de interacción de una sección transversal de Clase 1 y 2 (flexión y compresión)"
IDS_DGN_RPRT_DET_INTERACTON_FORCES = "Fuerzas aplicadas para la relación de interacción"
IDS_DGN_RPRT_DET_HIGH_SHEAR_REDUCED_MOMENT_MAJOR = "Resistencia a momento reducida por alto esfuerzo cortante respecto al eje mayor"
IDS_DGN_RPRT_DET_HIGH_SHEAR_REDUCED_MOMENT_MINOR = "Resistencia a momento reducida por alto esfuerzo cortante respecto al eje menor"
IDS_DGN_RPRT_DET_PART = "Parte"
IDS_DGN_RPRT_DET_CLASS = "Clase"
IDS_DGN_RPRT_DET_SECTION_CLASS = "Clase de sección transversal"
IDS_DGN_RPRT_DET_TENSILE_STRESS_DIR1_TOP = "Verificar el esfuerzo de tracción para la Barra de refuerzo Dir-1, superior"
IDS_DGN_RPRT_DET_TENSILE_STRESS_DIR1_BOT = "Verificar el esfuerzo de tracción para la Barra de refuerzo Dir-1, inferior"
IDS_DGN_RPRT_DET_TENSILE_STRESS_DIR2_TOP = "Verificar el esfuerzo de tracción para la Barra de refuerzo Dir-2, superior"
IDS_DGN_RPRT_DET_TENSILE_STRESS_DIR2_BOT = "Verificar el esfuerzo de tracción para la Barra de refuerzo Dir-2, inferior"
IDS_DGN_RPRT_DET_COMP_STRESS_TOP = "Verificar el esfuerzo de compresión para Hormigón, superior"
IDS_DGN_RPRT_DET_COMP_STRESS_BOT = "Verificar el esfuerzo de compresión para Hormigón, inferior"
IDS_DGN_RPRT_DET_DIR1_TENS_TOP = "Esfuerzo de tracción Dir 1 superior"
IDS_DGN_RPRT_DET_DIR2_TENS_TOP = "Esfuerzo de tracción Dir 2 superior"
IDS_DGN_RPRT_DET_COMP_TOP = "Esfuerzo de compresión superior"
IDS_DGN_RPRT_DET_DIR1_TENS_BOT = "Esfuerzo de tracción Dir 1 inferior"
IDS_DGN_RPRT_DET_DIR2_TENS_BOT = "Esfuerzo de tracción Dir 2 inferior"
IDS_DGN_RPRT_DET_COMP_BOT = "Esfuerzo de compresión inferior"
IDS_DGN_RPRT_DET_CHK_CRACK_ORNOT = "Verificar si los elementos están fisurados o no."
IDS_DGN_RPRT_DET_MEMBRANE_FORCE = "Fuerzas de membrana."
IDS_DGN_RPRT_DET_CHK_MIN_PRINCIPAL_STRESS = "Verificar el esfuerzo principal mínimo."
IDS_DGN_RPRT_DET_NEED_REINFORCEMENT = "Armadura necesaria y esfuerzo del hormigón."
IDS_DGN_RPRT_DET_TENSILE_STRENGTH_BY_REIN = "Resistencias a tracción proporcionadas por la Armadura."
IDS_DGN_RPRT_DET_CONC_STRESS_LIM = "Límite de resistencia del hormigón."
IDS_DGN_RPRT_DET_CHK_RESULT = "Resultados de la verificación."
IDS_DGN_RPRT_DET_CHK_FATIGUE = "Verificar ratio de fatiga"
IDS_DGN_RPRT_DET_FATIGUE = "Fatiga"
IDS_DGN_RPRT_DET_CALC_FATIGUE = "Calcular resistencia a la fatiga"
IDS_DGN_RPRT_DET_IN_STRUCT_STL = "En el acero estructural"
IDS_DGN_RPRT_DET_CALC_TORSION = "Calcular resistencia a la torsión"
IDS_DGN_RPRT_DET_VERIFICATION = "Verificación"
IDS_DGN_RPRT_DET_LONGI_SHEAR_DGN_LOAD = "Carga de diseño de corte longitudinal"
IDS_DGN_RPRT_DET_CHECK_SLENDER_COMP = "Verificar la relación de esbeltez del miembro a compresión"
IDS_DGN_RPRT_DET_CHECK_SLENDER_TENS = "Verificar la relación de esbeltez del miembro a tracción"
IDS_DGN_RPRT_DET_CHK_AXIAL_STRN = "Verificar resistencia axial"
IDS_DGN_RPRT_DET_CALC_AXIAL_COMP_STRN = "Calcular resistencia a compresión axial"
IDS_DGN_RPRT_DET_CALC_SLEND_L_SHAPE = "Calcular la relación de esbeltez de un ángulo simple"
IDS_DGN_RPRT_DET_CALC_FBS = "Calcular esfuerzo de pandeo por flexión"
IDS_DGN_RPRT_DET_CALC_FTBS = "Calcular el esfuerzo de pandeo flexional-torsional"
IDS_DGN_RPRT_DET_NOT_CONSIDER = "No considerar"
IDS_DGN_RPRT_DET_NON_SLENDER = "No esbelto"
IDS_DGN_RPRT_DET_SLENDER = "Esbelto"
IDS_DGN_RPRT_DET_CHK_WTRF = "Verificar la relación ancho-espesor del ala"
IDS_DGN_RPRT_DET_CHK_WTRS = "Verificar la relación ancho-espesor del alma"
IDS_DGN_RPRT_DET_CALC_QSF = "Calcular el factor de reducción del ala"
IDS_DGN_RPRT_DET_CALC_QSS = "Calcular el factor de reducción del alma"
IDS_DGN_RPRT_DET_CALC_Q = "Calcular el factor de reducción de elementos rigidizados"
IDS_DGN_RPRT_DET_CHK_DTRW = "Verificar la relación altura-espesor del alma"
IDS_DGN_RPRT_DET_CALC_QS = "Calcular el factor de reducción de elementos esbeltos no rigidizados"
IDS_DGN_RPRT_DET_CALC_QA = "Calcular el factor de reducción de elementos esbeltos rigidizados"
IDS_DGN_RPRT_DET_CHK_WTR = "Verificar relación ancho-espesor"
IDS_DGN_RPRT_DET_CHK_WTRTF = "Verificar la relación ancho-espesor del ala superior"
IDS_DGN_RPRT_DET_CHK_WTRBF = "Verificar la relación ancho-espesor del ala inferior"
IDS_DGN_RPRT_DET_CHK_DTR = "Verificar relación diámetro-espesor"
IDS_DGN_RPRT_DET_CHK_FLEX_MAJOR = "Verificar la resistencia a flexión respecto al eje mayor (Y)"
IDS_DGN_RPRT_DET_CALC_FLEX_MAJOR = "Calcular la resistencia a flexión respecto al eje mayor"
IDS_DGN_RPRT_DET_CHK_FLEX_MINOR = "Verificar la resistencia a flexión respecto al eje menor (Z)"
IDS_DGN_RPRT_DET_CALC_FLEX_MINOR = "Calcular la resistencia a flexión respecto al eje menor"
IDS_DGN_RPRT_DET_CHK_FLEX_MAJOR_U = "Verificar la resistencia a flexión respecto al eje mayor (U)"
IDS_DGN_RPRT_DET_SECT_PARAM_PRIN = "Parámetro de la Sección respecto al eje principal"
IDS_DGN_RPRT_DET_DGN_MOMENT_PRIN = "Momento de diseño respecto al eje principal"
IDS_DGN_RPRT_DET_CALC_LIM_WTRF = "Calcular la relación límite ancho-espesor para flexión"
IDS_DGN_RPRT_DET_WTR = "Relación ancho-espesor"
IDS_DGN_RPRT_DET_YIELD = "Fluencia"
IDS_DGN_RPRT_DET_LTB = "Pandeo torsional lateral"
IDS_DGN_RPRT_DET_NOT_APP = "No aplicado"
IDS_DGN_RPRT_DET_CALC_LLB = "Pandeo local de la pata"
IDS_DGN_RPRT_DET_CHK_FLEX_MINOR_v = "Verificar la resistencia a flexión respecto al eje menor (V)"
IDS_DGN_RPRT_DET_ELASTIC_SECTION_MODULUS = "Módulo elástico de la Sección referido al ala a tracción y a compresión"
IDS_DGN_RPRT_DET_CALC_LIM_WTRFF = "Calcular la relación límite ancho-espesor del ala para flexión"
IDS_DGN_RPRT_DET_CALC_LIM_WTRWF = "Calcular la relación límite ancho-espesor del alma para flexión"
IDS_DGN_RPRT_DET_BEND_TENSION_STIFFENED_EFFECT = "Efecto de tensión reforzada"
IDS_DGN_RPRT_DET_APP = "Aplicado"
IDS_DGN_RPRT_DET_BEND_RPG = "Factor de reducción de resistencia a la flexión"
IDS_DGN_RPRT_DET_BEND_CFY = "Fluencia de la ala de compresión"
IDS_DGN_RPRT_DET_BEND_CFLB = "Pandeo local de la ala de compresión"
IDS_DGN_RPRT_DET_BEND_TFY = "Fluencia de la ala de tracción"
IDS_DGN_RPRT_DET_PLASTIC_SECTION_MODULUS = "Módulo plástico de la Sección referido al ala a tracción y a compresión"
IDS_DGN_RPRT_DET_FLS_NOT_LTB = "Totalmente arriostrado lateralmente - No aplica LTB"
IDS_DGN_RPRT_DET_COMPACT = "Compacto"
IDS_DGN_RPRT_DET_NONCOMPACT = "No Compacto"
IDS_DGN_RPRT_DET_BEND_YIELD = "Resistencia nominal a flexión por Límite de fluencia"
IDS_DGN_RPRT_DET_BEND_FLB = "Resistencia nominal a flexión por pandeo local del ala"
IDS_DGN_RPRT_DET_BEND_FLB_NOT_APP = "Ala Compacta - No Aplicado"
IDS_DGN_RPRT_DET_BEND_WEB_NOT_APP = "Web Compacto - No Aplicado"
IDS_DGN_RPRT_DET_BEND_SECT_NOT_APP = "Sección Compacta - No Aplicado"
IDS_DGN_RPRT_DET_COMB_CHK = "Verificar Resistencia Combinada"
IDS_DGN_RPRT_DET_COMB_INTERACTION = "Calcular la relación de interacción de la resistencia combinada"
IDS_DGN_RPRT_DET_CHK_SHEAR_MAJOR = "Verificar la resistencia al Esfuerzo cortante respecto al eje mayor (Z)"
IDS_DGN_RPRT_DET_CALC_SHEAR_MAJOR = "Calcular la resistencia al Esfuerzo cortante respecto al eje mayor"
IDS_DGN_RPRT_DET_CHK_SHEAR_MINOR = "Verificar la resistencia al Esfuerzo cortante respecto al eje menor (Y)"
IDS_DGN_RPRT_DET_CALC_SHEAR_MINOR = "Calcular la resistencia al Esfuerzo cortante respecto al eje menor"
IDS_DGN_RPRT_DET_CALC_WEB_SHEAR_COF = "Calcular coeficiente de esfuerzo cortante en el web"
IDS_DGN_RPRT_DET_SECT_SIZE_INFO = "Información del tamaño de la sección"
IDS_DGN_RPRT_DET_BEND_WLB = "Pandeo local del web"
IDS_DGN_RPRT_DET_COMP_YIELD = "Fluencia por compresión"
IDS_DGN_RPRT_DET_CLB = "Pandeo local por compresión"
IDS_DGN_RPRT_DET_CHK_TORSION = "Verificar resistencia a la torsión"
IDS_DGN_RPRT_DET_CALC_C = "Calcular factor C"
IDS_DGN_RPRT_DET_CALC_BUCKLING = "Calcular resistencia al pandeo"
IDS_DGN_RPRT_DET_CALC_TORSION_STRN = "Calcular resistencia nominal a la torsión"
IDS_DGN_RPRT_DET_CALC_FLB = "Calcular pandeo local de la ala"
IDS_DGN_RPRT_DET_CALC_VER_WEB_CAPA = "Verificar la capacidad de las barras verticales del alma"
IDS_DGN_RPRT_DET_CALC_CUV_DUCT_FAC = "Calcular Factor Dúctil de Curvatura"
IDS_DGN_RPRT_DET_CALC_MECHA_VOL_HOOP = "Verificar la relación volumétrica mecánica de los estribos de confinamiento dentro de las regiones críticas"
IDS_DGN_RPRT_DET_CALC_CRITIC_REGI_SL = "Verificar la falla por deslizamiento dentro de las regiones críticas. (Posición inferior)"
IDS_DGN_RPRT_DET_CHK_ENDZONE_LENGTH = "Verificar Longitud de Zona Final"
IDS_DGN_RPRT_DET_ENDZONE_LENGTH = "Longitud de Zona Final"
IDS_DGN_RPRT_DET_CALC_AXIAL_TENS_STRN = "Calcular resistencia a la tracción axial"
IDS_DGN_RPRT_DET_ELASTIC_SECTION_MODULUS2 = "Módulo elástico de la Sección referido a las alas a tracción y a compresión"
IDS_DGN_RPRT_DET_ELASTIC_SECTION_MODULUS3 = "Módulo elástico de la Sección referido a las alas a compresión"
IDS_DGN_RPRT_CALC_COMP_FLB = "Calcular el pandeo local del ala a compresión"
IDS_DGN_RPRT_LEGS = "piernas"
IDS_DGN_RPRT_LEG = "pierna"
IDS_DGN_RPRT_POSITIVE = "Positivo"
IDS_DGN_RPRT_NEGATIVE = "Negativo"
IDS_MEMBER_NAME = "NOMBRE DEL MIEMBRO"
IDS_SKIP_MESSAGE = "Se omite el cálculo."
IDS_SECTION_PROP = "Propiedad de Sección"
IDS_THICKNESS_PROP = "Propiedad de Espesor"
IDS_LENGTH = "Longitud"
IDS_STRESS = "Esfuerzo"
IDS_STEEL = "Acero"
IDS_STEEL_SECTION = "Sección de Acero"
IDS_COMPOSITE_SECTION = "Sección Compuesta"
IDS_DGN_STRESS_CHECK = "Verificación de Esfuerzo"
IDS_DGN_SLAB = "Losa"
IDS_DGN_SHEAR_FORCE = "Fuerza Cortante"
IDS_DGN_COMBINED_RATIO = "Relación Combinada"
IDS_DGN_RPT_REINFORCEMENT_SPACING = "Espaciado de Armadura"
IDS_DGN_RPT_SPACING = "Espaciado"
IDS_DGN_RPT_DISTRIBUTION_REINFORCEMENT = "Armadura de distribución"
IDS_CHECK_DISTRIBUTION_TOP_REINFORCEMENT = "Verificar armadura de distribución superior"
IDS_CHECK_DISTRIBUTION_BOT_REINFORCEMENT = "Verificar armadura de distribución inferior"
IDS_DGN_RPT_NON_PRESTRESSED_STRUCTURE = "(para estructuras no pretensadas)"
IDS_DGN_RPT_MEMB_WITHOUT_TENSION_FORCE = "( para miembros sin Fuerza de tracción )"
IDS_DGN_RPT_COMPOSED_BENDING_TENSION = "( para miembros con flexión compuesta con tracción )"
IDS_DGN_RPT_CONCRETE_AND_STEEL_CLASSES = "(por clases de Hormigón y Acero)"
IDS_DGN_RPT_NOT_REQUIRED = "No requerido."
IDS_DGN_RPT_APPLIED_SPACING = "Espaciado aplicado"
IDS_DGN_RPT_CALCULATE_SPACING = "Calcular espaciado"
IDS_DGN_RPT_REINFORCEMENT_REQUIRED = "Armadura Requerida"
IDS_DGN_RPT_MAXIMUM_FORCE_ALONG_MEMB = "Fuerzas máximas a lo largo del Miembro"
IDS_DGN_RPT_DEFAULT_OR_USER_DEFINED = "(Por defecto o Definido por el usuario)"
IDS_DGN_CALCULATE_MAXIMUM_INTERACTION_RATIO = "Calcular relación de interacción máxima"
IDS_DGN_MAXIMUM_DEFLECTION_POSITION = "Posición de máxima deflexión"
IDS_COMMON_MAIN_REBAR = "Barra de refuerzo principal"
IDS_COMMON_DISTRI_REBAR = "Barra de refuerzo de distribución"
IDS_COMMON_STIRRUP = "Estribo"
IDS_COMMON_NO_STIRRUP = "Sin Estribo"
IDS_EC2_CHARACTERSTIC = "Característica"
IDS_EC2_QUARSIPERMANENT = "Cuasi-Permanente"
IDS_EC2_FREQUENT = "Frecuente"
IDS_EC3_LEFT_TOP_FLANGE = "ALA SUPERIOR IZQUIERDA"
IDS_EC3_RIGHT_TOP_FLANGE = "ALA SUPERIOR DERECHA"
IDS_EC3_MID_TOP_FLANGE = "ALA SUPERIOR MEDIA"
IDS_EC3_LEFT_BOT_FLANGE = "ALA INFERIOR IZQUIERDA"
IDS_EC3_RIGHT_BOT_FLANGE = "ALA INFERIOR DERECHA"
IDS_EC3_MID_BOT_FLANGE = "ALA INFERIOR MEDIA"
IDS_EC3_WEB = "WEB"
IDS_EC3_TOP_PART_WEB = "WEB PARTE SUPERIOR"
IDS_EC3_BOT_PART_WEB = "WEB PARTE INFERIOR"
IDS_EC3_WEB_PANEL = "Panel del Web"
IDS_EC3_WEB_DUMMY = "Web Dummy"
IDS_EC3_SECTION_CLASS = "Clasificación de Sección"
IDS_EC2_DEFLECTION_AMPLIFICATION_FACTOR = "Factor de Amplificación de Deflexión"
IDS_EC3_TOP_WEB = "WEB SUPERIOR"
IDS_EC3_BOTTOM_WEB = "WEB INFERIOR"
IDS_EC3_LEFT_WEB = "LEFT WEB"
IDS_EC3_RIGHT_WEB = "WEB DERECHO"
IDS_EC3_TUBULAR = "TUBULAR"
IDS_EC3_INT_BOT_FLANGE = "ALA INFERIOR INTERNA"
IDS_EC3_INT_TOP_FLANGE = "ALA SUPERIOR INTERNA"
IDS_EC3_LEFT_MIDDLE_TOP_FLANGE = "ALA SUPERIOR MEDIA IZQUIERDA"
IDS_EC3_RIGHT_MIDDLE_TOP_FLANGE = "ALA SUPERIOR MEDIA DERECHA"
IDS_EC3_LEFT_MIDDLE_BOT_FLANGE = "ALA INFERIOR MEDIA IZQUIERDA"
IDS_EC3_RIGHT_MIDDLE_BOT_FLANGE = "ALA INFERIOR MEDIA DERECHA"
IDS_EC3_TOP_FLANGE_PANEL = "Panel de Ala Superior"
IDS_EC3_BOT_FLANGE_PANEL = "Panel de Ala Inferior"
IDS_EC3_TOP_FLANGE = "ALA SUPERIOR"
IDS_EC3_BOT_FLANGE = "ALA INFERIOR"
IDS_EC3_LEFT_D_TOP_FLANGE = "ALA SUPERIOR IZQUIERDA-D"
IDS_EC3_RIGHT_D_TOP_FLANGE = "ALA SUPERIOR DERECHA-D"
IDS_EC3_LEFT_1_TOP_FLANGE = "ALA SUPERIOR IZQUIERDA-1"
IDS_EC3_LEFT_2_TOP_FLANGE = "ALA SUPERIOR IZQUIERDA-2"
IDS_EC3_RIGHT_1_TOP_FLANGE = "ALA SUPERIOR DERECHA-1"
IDS_EC3_RIGHT_2_TOP_FLANGE = "ALA SUPERIOR DERECHA-2"
IDS_EC3_LEFT_D_BOT_FLANGE = "ALA INFERIOR IZQUIERDA-D"
IDS_EC3_RIGHT_D_BOT_FLANGE = "ALA INFERIOR DERECHA-D"
IDS_DGN_CONSTRUCTIBILITY = "Constructibilidad"
IDS_AS_FROM_BOTTOM_SURFACE_SECTION = "desde la superficie inferior de la Sección"
IDS_AS_ASSUMED_TRANSVERSE_STRESS_FLANGE_ZERO = "Se supone que el Esfuerzo transversal de la Placa del ala es cero"
IDS_AS_STRENGTH_FLANGE_PLATE = "Resistencia de la Placa de Ala"
IDS_AS_STRENGTH_LONGITUDINAL_FLANGE_STIFFENER = "Resistencia del rigidizador longitudinal del ala"
IDS_CRACKED = "Agrietado"
IDS_EFFECTIVE_SECTION_PROP = "Propiedad Efectiva de Sección"
IDS_AS_CHECK_MINIMUM_AREA_REINFORCEDMENT = "Verificar el área mínima de Armadura"
IDS_AS_ASSUMED_AREA_THE_END_POST_SATISFIES_EQ_5_14_9 = "Se supone que el área de los postes extremos satisface el requisito de la ecuación 5.14.9."
IDS_AS_CRACK_CONTROL_SLAB = "Control de Agrietamiento de Losa"
IDS_AS_NOMINAL_DIAMETER = "Diámetro Nominal"
IDS_AS_CENTER_TO_CENTER_SPACING = "Espaciado Centro a Centro"
IDS_AS_CHECK_MAXIMUM_SPACING_REBAR = "Verificar el espaciamiento máximo de las barras de refuerzo"
IDS_AS_YIELDING_FLANGE_PLATE = "Fluencia de la Placa del ala %s"
IDS_AS_PANEL_FROM_TOP_FLANGE = "panel desde el ala superior"
IDS_AS_STIFFENER_FROM_TOP_FLANGE = "rigidizador desde el ala superior"
IDS_AS_CRITICAL_PANEL = "Panel crítico:"
IDS_AS_CRITICAL_STIFFENER = "Rigidizador crítico:"
IDS_AS_FIRST = "Primero"
IDS_AS_SECOND = "Segundo"
IDS_AS_THIRD = "Tercero"
IDS_AS_FOURTH = "Cuarto"
IDS_AS_FIFTH = "Quinto"
IDS_AS_SIXTH = "Sexto"
IDS_AS_SEVENTH = "Séptimo"
IDS_INTERACTION_SHEAR_BENDING = "Interacción de esfuerzo cortante y flexión"
IDS_INTERACTION_SHEAR_BENDING_2LINE = "Interacción de \n Esfuerzo cortante y flexión"
IDS_PROPORTIONING_METHOD = "Método de dimensionamiento"
IDS_SHEAR_BENDING_INTERACTION_METHOD = "Método de interacción de Esfuerzo cortante y flexión"
IDS_CLAUSE_4_6_3_ALLOW_SEQUECE_CONSTRUCTION = "se determina de acuerdo con la cláusula 4.6.3 para considerar la secuencia de construcción."
IDS_STRENGTH_LONGITUDINAL_FLANGE_STIFFENER = "Resistencia de los rigidizadores longitudinales del ala"
IDS_STRENGTH_LONGITUDINAL_FLANGE_STIFFENER_2LINE = "Resistencia del rigidizador \ndel ala longitudinal"
IDS_DEMAND = "Demanda"
IDS_CAPACITY = "Capacidad"
IDS_YIELDING_FLANGE_PLATE = "Límite de fluencia de la placa de ala"
IDS_LONGITUDINAL_SHEAR_SLS = "Esfuerzo cortante longitudinal para SLS"
IDS_CHARACTERISTIC_SHEAR_CAPACITY_OF_SHEAR_CONNECTORS = "Capacidad característica al Esfuerzo cortante de los conectores de cortante"
IDS_DESIGN_FOR_LONGITUDINAL_SHEAR = "Diseño para esfuerzo cortante longitudinal"
IDS_DESIGN_LONGITUDINAL_SHEAR_FORCE_PER_UNIT_LENGTH = "Fuerza longitudinal de Esfuerzo cortante de diseño por unidad de longitud"
IDS_FORCE = "Fuerza"
IDS_COMPOSITE = "Compuesto"
IDS_COMPONENT = "Componente"
IDS_STRESSES = "Esfuerzos"
IDS_TOP_FLANGE = "Ala superior"
IDS_BOTTOM_FLANGE = "Ala inferior"
IDS_WARPING_STRESSES = "Esfuerzos de torsión"
IDS_DSITORSIONAL_WARPING = "Torsión distorsional"
IDS_EFFECTIVE_PLASTIC_NEUTRAL_AXIS = "Eje neutro plástico efectivo"
IDS_DESIGN_FOR_BENDING_MOMENT = "Diseño para momento de flexión"
IDS_MOMENT_MODIFICATION_FACTOR = "Factor de modificación de momento"
IDS_SHEAR_YIELD_CAPACITY = "Capacidad de límite de fluencia por esfuerzo cortante"
IDS_SHEAR_BUCKLING_CAPACITY = "Capacidad de pandeo por esfuerzo cortante"
IDS_INTERACTION_BUCKLING_CRITERION = "Criterio de interacción de pandeo"
IDS_RESTRAINT_WEB_PANELS = "Restricción de paneles de alma"
IDS_THIS_WEB_PANEL_IS_RESTRAINED = "Este panel de alma está arriostrado"
IDS_THIS_WEB_PANEL_IS_UNRESTRAINED = "Este panel de alma no está arriostrado"
IDS_BUCKLING_COEFFICIENTS = "Coeficientes de pandeo"
IDS_AXIAL_COEFFICIENTS = "Coeficientes axiales"
IDS_SHEAR_COEFFICIENTS = "Coeficientes de esfuerzo cortante"
IDS_BENDING_COEFFICIENTS = "Coeficientes de flexión"
IDS_STRENGTH_LONGITUDINAL_WEB_STIFFENER = "Resistencia de los rigidizadores longitudinales del alma"
IDS_STIFFENER = "Refuerzo"
IDS_MINIMUM_STIFFNESS = "Rigidez mínima"
IDS_YIELDING_WEB_PANEL = "Límite de fluencia de paneles de alma"
IDS_PLASTIC_MOMENT = "Momento plástico"
IDS_MATERIAL_STEEL_GRADE = "사용강종"
IDS_DGN_RPT_TABLE = "표"
IDS_DGN_RPT_EQUATION = "식"
IDS_DGN_ALLOWABLE_FLEXURAL_TENSILE_STRESS = "허용휨인장응력"
IDS_DGN_ALLOWABLE_FLEXURAL_COMPRESSIVE_STRESS = "허용휨압축응력"
IDS_DGN_ALLOWABLE_COMP_STRESS_NOT_BUCKLING = "국부좌굴을 고려하지 않은 허용축방향압축응력"
IDS_DGN_RPT_Y_AXIS_EFFECTIVE_BUCKLING_LENGTH = "Longitud de pandeo efectiva en el eje Y"
IDS_DGN_RPT_Z_AXIS_EFFECTIVE_BUCKLING_LENGTH = "Longitud de pandeo efectiva en el eje Z"
IDS_DGN_RPT_MEMBER_EFFECTIVE_BUCKLING_LENGTH = "부재의 유효좌굴길이"
IDS_DGN_RPT_MEMBER_RADIUS_OF_GYRATION = "부재 총단면의 단면회전반경"
IDS_DGN_RPT_MEMBER_SLENDERNESS = "세장비"
IDS_DGN_RPT_DIVISION = "구분"
IDS_DGN_RPT_DISTANCE_BETWEEN_COMP_FLANGE = "압축플랜지 고정점간 거리"
IDS_DGN_RPT_COMP_FLANGE_WIDTH = "압축플랜지 폭"
IDS_DGN_RPT_WEB_AREA = "복부판의 총단면적"
IDS_DGN_RPT_COMP_FLANGE_AREA = "압축플랜지 총단면적"
IDS_DGN_RPT_LOCAL_BUCKLING_ALLOWABLE_STRESS_OF_OUTSTAND = "자유돌출판의 국부좌굴에 대한 허용응력"
IDS_DGN_RPT_COMP_STRESS_MIN_THICKNESS_OF_OUTSTAND = "압축응력을 받는 자유돌출판의 최소두께"
IDS_DGN_RPT_ALLOWABLE_EULER_BUCKLING_STRESS = "허용 오일러 좌굴응력"
IDS_DGN_RPT_ALLOWABLE_SHEAR_STRESS = "허용 전단응력"
IDS_DGN_RPT_NOTE = "nota"
IDS_DGN_RPT_ALLOWABLE_STRESS_LOCAL_BUCKLING_STIFFENED_PLATE_SUPPORT_PLATE = "보강된판 및 양연지지판의 국부좌굴에 대한 허용응력"
IDS_DGN_RPT_PLATE_THICKNESS = "판두께"
IDS_DGN_RPT_DISTANCE_BETWEEN_FIXED_EGDES_PLATE = "판의 고정연 사이의 거리"
IDS_DGN_RPT_STRESS_GRADIENT_COEFFICIENT = "응력구배계수"
IDS_DGN_RPT_STRESS_GRADIENT = "응력구배"
IDS_DGN_RPT_STRESS_BOTH_EDGES_OF_PLATE = "판의 양연에서의 응력"
IDS_DGN_RPT_MIN_THICKNESS_INTERNAL_PLATE_COMPRESSIVE_STRESS = "압축응력을 받는 양연지지판의 최소두께"
IDS_DGN_RPT_ALLOWABLE_STRESS_INTERNAL_PLATE_LOCAL_BUCKLING = "양연지지판의 국부좌굴에 대한 허용응력"
IDS_DGN_RPT_STRESS_BOTH_EDGES_OF_PLATE_EXCLUDED_FROM_REVIEW_INTERNAL_PLATE = "판의 양연에서의 응력이 인장이므로, 압축응력을 받는 양연지지판 검토에서 제외."
IDS_DGN_RPT_THICKNESS_OF_STIFFENED_PLATE = "보강된 판의 두께"
IDS_DGN_RPT_WIDTH_OF_STIFFENED_PLATE = "보강된 판의 폭"
IDS_DGN_RPT_NUMBER_OF_PANELS_SEPERATED_BY_L_STIFFENERS = "종방향보강재에 의해 구분되는 패널의 수"
IDS_DGN_RPT_MIN_THICKNESS_STIFFENED_PLATE_COMPRESSIVE_STRESS = "압축응력을 받는 보강된 판의 최소두께"
IDS_DGN_RPT_ALLOWABLE_STRESS_LOCAL_BUCKLING_OF_STIFFENED_PLATE = "보강된 판의 국부좌굴에 대한 허용응력"
IDS_DGN_RPT_STRESS_BOTH_EDGES_OF_PLATE_EXCLUDED_FROM_REVIEW_STIFFENED_PLATE = "판의 양연에서의 응력이 인장이므로, 압축응력을 받는 보강된 판 검토에서 제외."
IDS_DGN_RPT_ALLOWABLE_STRESS_SUMMARY = "허용응력 요약"
IDS_DGN_RPT_OUTSTAND_PLATE = "자유돌출판"
IDS_DGN_RPT_INTERNAL_PLATE = "양연지지판"
IDS_DGN_RPT_STIFFENED_PLATE = "보강된 판"
IDS_DGN_RPT_CHECKING_FLEXURAL_STRESS = "휨응력에 대한 검토"
IDS_DGN_RPT_CHECKING_SHEAR_STRESS = "전단응력에 대한 검토"
IDS_DGN_RPT_WEB_THICKNESS = "복부 두께"
IDS_DGN_RPT_CHECKING_COMBINED_STRESS = "합성응력에 대한 검토"
IDS_DGN_RPT_DISTANCE_CENTROID_TO_OUTERMOST_SIDE_OF_CLOSED_SECTION = "단면 도심으로부터 폐단면의 최외측까지의 거리"
IDS_DGN_RPT_CHECKING_ALLOWABLE_STRESS_FOR_AXIAL_BENDING_MEMBER = "축방향력 및 휨모멘트를 받는 부재의 허용응력 검토"
IDS_DGN_RPT_AXIAL_STRESS = "축방향력에 의한 응력"
IDS_DGN_RPT_STRESS_FOR_BENDING = "휨모멘트에 의한 응력"
IDS_DGN_RPT_EFFECT_OF_ADDITIONAL_BENDING_MOMENT_CANNOT_BE_CONSIDERED = "일 경우 부가적인 휨모멘트의 영향을 고려할 수 없습니다"
IDS_DGN_RPT_FORMULAR_CANNOT_BE_CONSIDERED = "일 경우 검토식을 적용할 수 없습니다"
IDS_DGN_RPT_CHECKING_AXIAL_FORCE = "축방향력에 대한 검토"
IDS_DGN_RPT_ALLOWABLE_AXIAL_TENSILE_STRESS_FLEXURAL_TENSILE_STRESS = "허용축방향인장응력 및 허용휨인장응력"
IDS_DGN_RPT_ALLOWABLE_AXIAL_TENSILE_STRESS = "허용축방향인장응력"
IDS_DGN_RPT_ALLOWABLE_STRESS_LOCAL_BUCKLING = "국부좌굴에 대한 허용응력"
IDS_DGN_RPT_ALLOWABLE_AXIAL_COMPRESSION_STRESS_UPPER_LIMIT_NOT_LOCAL_BUCKLING = "국부좌굴을 고려하지 않은 허용축방향압축응력의 상한값"
IDS_DGN_RPT_PIPE_RADIUS = "강관의 반지름"
IDS_DGN_RPT_SECTION_NAME = "단면이름"
IDS_DGN_RPT_LOAD_COMBINATION = "하중조합"
IDS_DGN_RPT_SECTION_PROPERTIES = "단면제원상수"
IDS_DGN_RPT_CHECK_POSITION = "검토위치"
IDS_DGN_RPT_EFFECTIVE_BUCKLING_LENGTH = "유효좌굴장"
IDS_DGN_RPT_CHECKING_STRESS_RESULT = "응력검토 결과"
IDS_DGN_RPT_CHECKING_RESULT = "검토 결과"
IDS_DGN_RPT_RESULT_BENDING_STRESS = "휨 응력도"
IDS_DGN_RPT_RESULT_AXIAL_TENSILE_STRESS = "축방향 인장 응력도"
IDS_DGN_RPT_RESULT_SHEAR_STRESS = "전단 응력도"
IDS_DGN_RPT_RESULT_COMBINED_STRESS = "합성 응력도"
IDS_DGN_RPT_RESULT_STABILITY_FOR_AXIAL_TENSION = "축방향 힘이 인장의 경우의 안정조사"
IDS_DGN_RPT_RESULT_STABILITY_FOR_AXIAL_COMPRESSION = "축방향 힘이 압축의 경우의 안정조사"
IDS_DGN_RPT_CHECKING_OKNG = "판정"
IDS_DGN_RPT_COMBINED_STRESS = "합성응력"
IDS_DGN_RPT_ALLOWABLE_VAULE = "허용값"
IDS_DGN_RPT_POSITION = "Posición"
IDS_DGN_RPT_DIRECTION = "dirección"
IDS_DGN_RPT_PANEL_SIZE = "패널수"
IDS_DGN_RPT_MAX_ALLOWABLE_STRESS_NOT_CHANGE_DEPENDING_ON_THICKNESS = "판두께에 의해 내력이 변화하지 않는 강재(-H사양)을 사용"
IDS_DGN_RPT_APPLY_UPPER_LIMIT_ALLOWABLE_BENDING_COMPRESSIVE_STRESS = "허용 휨 압축응력도의 상한값 적용"
IDS_DGN_RPT_APPLY_UPPER_LIMIT_ALLOWABLE_STRESS_FOR_LOCAL_BUCKLING = "국부좌굴에 대한 허용 응력도의 상한값 적용(웹부재)"
IDS_DGN_RPT_ALLOWABLE_STRESS_CHECKING = "허용응력 계산"
IDS_DGN_RPT_COMBINED_STRESS_CHECKING_POSITION_TOP_CORNER = "상단 우각부"
IDS_DGN_RPT_COMBINED_STRESS_CHECKING_POSITION_BOTTOM_CORNER = "하단 우각부"
IDS_DGN_RPT_COMBINED_STRESS_CHECKING_POSITION_TOP_FLANGE = "상부 플랜지"
IDS_DGN_RPT_COMBINED_STRESS_CHECKING_POSITION_BOTTOM_FLANGE = "하부 플랜지"
IDS_DGN_RPT_PART_WEB = "Alma"
IDS_DGN_RPT_PART_FLANGE = "Ala"
IDS_DGN_RPT_PART_CORNER = "Esquina"
IDS_DGN_RPT_PART_CENTER = "중앙"
IDS_DGN_RPT_PART_TOP = "상단"
IDS_DGN_RPT_PART_BOTTOM = "하단"
IDS_DGN_RPT_PART_LEFT_TOP = "좌상단"
IDS_DGN_RPT_PART_RIGHT_TOP = "우상단"
IDS_DGN_RPT_PART_RIGHT_BOTTOM = "우하단"
IDS_DGN_RPT_PART_LEFT_BOTTOM = "좌하단"
IDS_DGN_RPT_RESPONSE_MODIFICATION_FACTOR = "Factor de modificación de respuesta"
IDS_AU_BRACED_COLUMN = "Columna arriostrada"
IDS_AU_DAY = "Día"
IDS_AU_DAYS = "Días"
IDS_AU_DIRECTION = "Dirección"
IDS_AU_DOUBLE_CURVATURE = "Curvatura doble"
IDS_AU_ELEMENT_ID = "ID de elemento"
IDS_AU_END_I = "END-I"
IDS_AU_END_J = "END-J"
IDS_AU_ENVIRONMENT_ARID = "Árido"
IDS_AU_ENVIRONMENT_INTERIOR = "Interior"
IDS_AU_ENVIRONMENT_NEAR_COASTAL = "Cerca de la costa"
IDS_AU_ENVIRONMENT_TEMPERATE_INLAND = "Templado interior"
IDS_AU_ENVIRONMENT_TROPICAL = "Tropical"
IDS_AU_MIDDLE = "MEDIO"
IDS_AU_NODE_ID = "ID de nodo"
IDS_AU_PARA_END_I = "Extremo (i)"
IDS_AU_PARA_END_J = "Extremo (j)"
IDS_AU_PARA_MIDDLE = "Medio"
IDS_AU_POSITION = "Posición"
IDS_AU_SECTION_ID = "ID de sección"
IDS_AU_THICKNESS_ID = "ID de espesor"
IDS_AU_UNBRACED_COLUMN = "Columna no arriostrada"
IDS_AU_ABSOLUTE_VALUES = "Valores absolutos"
IDS_AU_AGE_OF_CONCRETE = "Edad del hormigón"
IDS_AU_AGGREGATE_SIZE = "Tamaño de agregado"
IDS_AU_ANGLE_OF_INCLINATION = "Ángulo de inclinación"
IDS_AU_APPLY_MIN_BEND_MOMENT = "Aplicar momento de flexión mínimo"
IDS_AU_AREA_BAR_CLOSED_FITMENT = "Área de la sección transversal de la barra que forma un estribo cerrado"
IDS_AU_AREA_BOUND_OUTERMOST_FITMENTS = "Área de la sección transversal delimitada por la línea central de los estribos más exteriores"
IDS_AU_AREA_ENCLOSED_SHEAR_FLOW_PATH = "Área encerrada por la trayectoria del flujo de cortante"
IDS_AU_AREA_ENCLOSED_TRANS_TORS_REIN = "Área encerrada por la línea central de la Armadura exterior cerrada transversal para Momento torsor"
IDS_AU_AREA_REIN_HALF_DEPTH_TENSION_ZONE = "Áreas de barras de Armadura en la mitad del peralte de la Sección que contiene la zona de tracción por flexión"
IDS_AU_ASSUMED_BY_DESIGN = "Supuesto por diseño"
IDS_AU_BALANCED_AXIS = "Eje equilibrado"
IDS_AU_BASIC_DRY_SHRINK_STRAIN = "Deformación básica por contracción por secado"
IDS_AU_BEND_MOMENT_STRN = "Resistencia al momento de flexión"
IDS_AU_CENT_SPAC_BAR_NEAR_TENS_FACE = "Espaciamiento de centro a centro de las barras cerca de una cara a tracción"
IDS_AU_CENT_SPAC_REIN = "Espaciamiento de centro a centro de la Armadura"
IDS_AU_CHAR_UNIAX_TENS_STRN_CONC = "Resistencia característica a tracción uniaxial del Hormigón"
IDS_AU_CHAR_YIELD_STRN_REIN = "Resistencia característica al Límite de fluencia de la Armadura"
IDS_AU_CITY = "Ciudad"
IDS_AU_COMP_FORC_REIN_SINGLE = "Fuerza de compresión por Armadura basada en un diseño con Armadura simple"
IDS_AU_COMP_FORCE = "Fuerza de compresión"
IDS_AU_COMP_FORCE_CONC = "Fuerza de compresión por hormigón"
IDS_AU_CRACK_WIDTH = "Ancho de fisura"
IDS_AU_DAY_OF_DRYING = "Día de secado"
IDS_AU_DESIGN_FACTORS = "Factores de diseño"
IDS_AU_DIST_LONG_BAR_SIDE = "Distancia de la barra longitudinal al lateral"
IDS_AU_DIST_LONG_BAR_SOFFIT = "Distancia de la barra longitudinal al intradós"
IDS_AU_EFF_DEPTH_BENDING = "Peralte efectivo de una sección transversal en el plano de flexión"
IDS_AU_EFFECTIVE_COMP_STRENG_FACT = "Factor de resistencia a compresión efectiva"
IDS_AU_ENVIRONMENT = "Entorno"
IDS_AU_EQUIV_FACT_SHEAR_FORC = "Fuerza cortante equivalente factorizada"
IDS_AU_EXPOSED_PERI_SECT = "Perímetro expuesto de una sección transversal"
IDS_AU_EXPOSURE_CLASSIFICATION = "Clasificación de exposición"
IDS_AU_FINAL_AUTO_SHRINK_STRAIN = "Deformación final de contracción autógena"
IDS_AU_FINAL_DRY_SHRINK_STRAIN = "Deformación final básica por retracción de secado"
IDS_AU_GOVERN_LCOM = "Combinación de carga gobernante"
IDS_AU_HOOP = "Anillo"
IDS_AU_HOOP_BAR = "Barra de anillo"
IDS_AU_INSIDE_SPECIAL_CONFINE_REGION = "Dentro de la región especial de confinamiento"
IDS_AU_LENG_OUTSIDE_PERI_CONC = "Longitud del perímetro exterior de la sección transversal de Hormigón"
IDS_AU_MAIN_BAR = "Barra principal"
IDS_AU_MAX_ALLOW_LONG_REIN = "Refuerzo longitudinal máximo permitido"
IDS_AU_MAX_LONG_SPAC_SHEAR_REIN = "Espaciamiento longitudinal máximo de la Armadura de Esfuerzo cortante"
IDS_AU_MAX_REQ_FLEX_TENS_REIN = "Armadura máxima requerida a tracción por flexión"
IDS_AU_MAX_SLEND_RATIO_EXCEED = "Se excede la relación máxima de esbeltez"
IDS_AU_MAX_SLEND_RATIO_NOT_EXCEED = "NO se excede la relación máxima de esbeltez"
IDS_AU_MAX_STRS_REIN_DIA = "Esfuerzo máximo de la Armadura por diámetro"
IDS_AU_MAX_STRS_REIN_SPAC = "Esfuerzo máximo de la Armadura por espaciamiento"
IDS_AU_MEAN_AXIAL_TENS_STRN_CONC = "Valor medio de la resistencia a tracción axial del Hormigón"
IDS_AU_MEAN_VALUE_COMP_STRN_CONC = "Valor medio de la resistencia a compresión in situ del Hormigón"
IDS_AU_MIN_ALLOW_LONG_REIN = "Refuerzo longitudinal mínimo permitido"
IDS_AU_MIN_BEND_MOMENT = "Momento de flexión mínimo"
IDS_AU_MIN_REQ_FLEX_TENS_REIN = "Armadura mínima requerida a tracción por flexión"
IDS_AU_MIN_REQ_STRN = "Resistencia mínima requerida"
IDS_AU_MIN_TRANS_SHEAR_REIN = "Refuerzo mínimo por esfuerzo cortante transversal"
IDS_AU_MOMENT_INERTIA_COMP_REIN = "Momento de inercia por Armadura de compresión"
IDS_AU_MOMENT_INERTIA_CONC = "Momento de inercia del Hormigón"
IDS_AU_MOMENT_INERTIA_TENS_REIN = "Momento de inercia por Armadura de tracción"
IDS_AU_MOMENT_STRN = "Resistencia al momento"
IDS_AU_NEUTRAL_AXIS = "Eje neutro"
IDS_AU_NO_LATERAL_RESTRAIN_LONG_BARS = "Número de barras longitudinales arriostradas lateralmente"
IDS_AU_NOMI_CAPA_RBAR_BALANCE_AXIS = "Capacidad nominal de la barra de refuerzo para eje balanceado"
IDS_AU_NOMI_CAPA_RBAR_NEUTRAL_AXIS = "Capacidad nominal de la barra de refuerzo para eje neutro"
IDS_AU_NOT_SPECIAL_CONFINE_REGION = "NO región de confinamiento especial"
IDS_AU_ON_FLEX_COMP_SIDE = "En el lado de compresión por flexión"
IDS_AU_ON_FLEX_TENS_SIDE = "En el lado de tracción por flexión"
IDS_AU_OUTSIDE_SPECIAL_CONFINE_REGION = "Fuera de la región especial de confinamiento"
IDS_AU_OVERALL_DEPTH_BENDING = "Peralte total de una sección transversal en el plano de flexión"
IDS_AU_POSI_TENSION_NEGA_COMP = "Positivo para tracción, Negativo para compresión"
IDS_AU_RECT_SECT = "Sección rectangular"
IDS_AU_REIN_REQ_COLM = "Requisitos de refuerzo para columnas"
IDS_AU_REIN_REQ_WALL = "Requisitos de refuerzo para muros"
IDS_AU_REIN_TENS_ZONE_CRACK = "Armadura en la zona de tracción para control de fisuración"
IDS_AU_ROTATE_ANGLE_NEUTRAL_AXIS = "Ángulo de rotación del eje neutro"
IDS_AU_ROTATED_SECT = "Sección Rotada"
IDS_AU_SEARCH_NEUTRAL_AXIS = "Buscar la profundidad del eje neutro"
IDS_AU_SHEAR_STRN = "Esfuerzo Cortante"
IDS_AU_SLEND_RATIO = "Relación de Esbeltez"
IDS_AU_SPECIAL_CONFINE_REGION = "Región de confinamiento especial"
IDS_AU_SPIRAL = "Espiral"
IDS_AU_STRS_REIN = "esfuerzo de armadura"
IDS_AU_T_SECT_FLG_TENS = "Sección T, ala en tracción"
IDS_AU_T_SECT_WEB_TENS = "Sección T, alma en tracción"
IDS_AU_TENS_FORC_REIN = "Fuerza de tracción por armadura"
IDS_AU_TENS_REIN_AREA = "Área de armadura de tracción"
IDS_AU_TORS_CAPA = "Capacidad de Torsión"
IDS_AU_TORS_CRACK_MOMENT = "Momento de agrietamiento torsional"
IDS_AU_TORS_STRN = "Resistencia a la Torsión"
IDS_AU_TOTAL_AREA_OUTSIDE_PERI_CONC = "Área total encerrada por el perímetro exterior de la Sección de Hormigón"
IDS_AU_TRANS_SHEAR_REIN_NOT_REQ = "La Armadura transversal de Esfuerzo cortante NO es requerida"
IDS_AU_TRANS_SHEAR_REIN_REQ = "Se requiere armadura transversal de esfuerzo cortante"
IDS_AU_UNIFORM_COMP_STRS_DEPTH_FACT = "Factor de profundidad del esfuerzo de compresión uniforme"
IDS_AU_UNIFORM_COMP_STRS_FACT = "Factor de esfuerzo compresivo uniforme"
IDS_AU_USER_INPUT_APPLIED = "Entrada del usuario aplicada"
IDS_AU_VERIFY_SPECIAL_CONFINE_REGION_REQ = "Verificación del requisito de región especial de confinamiento"
IDS_AU_AXIAL_MOMENT_CAPA = "Capacidad Axial / de Momento"
IDS_AU_MIN_TRANS_REIN_AREA = "Área mínima de armadura transversal"
IDS_AU_CONFINE_CORE = "Confinamiento del núcleo"
IDS_AU_SPAC_FITMENTS = "Espaciado de accesorios"
IDS_AU_BAR_DIA_FITMENT = "Diámetro de barra de accesorios"
IDS_AU_MAX_TRANS_REIN_SPAC = "Espaciado máximo de armadura transversal"
IDS_AU_ANAL_RES_BENDING = "Resultados de análisis para flexión"
IDS_AU_AXIAL_FORC_DUE_TO_DEAD_LOAD = "Fuerzas axiales debidas a carga muerta"
IDS_AU_AXIAL_FORC_DUE_TO_LIVE_LOAD = "Fuerzas axiales debidas a carga viva"
IDS_AU_CENT_TO_CENT_SPAC = "Espaciado de centro a centro"
IDS_AU_CLEAR_DIST = "Distancia libre"
IDS_AU_CTRL_FOR_CRACKING = "Control de agrietamiento"
IDS_AU_DIST_TOP_FIBER_CENT_COMP_FORC = "Distancia desde la fibra superior al centroide de las resultantes de las fuerzas de compresión"
IDS_AU_DIST_TOP_FIBER_CENT_TENS_FORC = "Distancia desde la fibra superior al centroide de las resultantes de las fuerzas de tracción"
IDS_AU_HOR_REINF_CRACK_CTRL = "Armadura horizontal para control de fisuración"
IDS_AU_MAX_CENT_TO_CENT_SPAC = "Separación máxima de centro a centro"
IDS_AU_MIN_CLEAR_DIST = "Distancia libre mínima"
IDS_AU_PERMANENT_EFFECT = "Efecto Permanente"
IDS_AU_REINF_SECOND_DIR_REST_SLAB = "Armadura en la dirección secundaria en losas restringidas"
IDS_AU_SHRINK_TEMP_EFFECT = "Efectos de contracción y temperatura"
IDS_AU_SLS_LOAD_COMB = "Combinación de Carga SLS"
IDS_AU_CALC_ANGLE_CONC_COMP_LONG_AXIS = "Calcular el ángulo de inclinación del puntal de compresión del hormigón y el eje longitudinal"
IDS_AU_CALC_AUTO_SHRINK_STRAIN = "Calcular esfuerzo de contracción autógena"
IDS_AU_CALC_AXIAL_LOAD_MOMENT_CAPA = "Calcular las capacidades de carga axial y momento"
IDS_AU_CALC_BUCKLING_LOAD = "Calcular carga de pandeo"
IDS_AU_CALC_BY_FEM_METHOD = "Calculado por Método FEM"
IDS_AU_CALC_CAPA_COMP_STRS_BLCOK = "Calcular la capacidad del bloque de esfuerzo de compresión"
IDS_AU_CALC_CAPA_REIN = "Calcular capacidad de armadura"
IDS_AU_CALC_COEF_MOMENT_MAGNIFIER = "Calcular el coeficiente del amplificador de momento"
IDS_AU_CALC_COMP_STRS_BLOCK_FACT = "Calcular el factor del bloque de esfuerzo de compresión"
IDS_AU_CALC_DGN_CREEP_COEF = "Calcular coeficiente de fluencia de diseño"
IDS_AU_CALC_DGN_FORC = "Calcular Fuerza de Diseño"
IDS_AU_CALC_DGN_FORC_NMM = "Calcular la Fuerza de diseño para NMM"
IDS_AU_CALC_DGN_FORC_NM = "Calcular la Fuerza de diseño para NM"
IDS_AU_CALC_DGN_MOMENT = "Calcular momento de diseño"
IDS_AU_CALC_DGN_SHRINK_STRAIN = "Calcular esfuerzo de contracción de diseño"
IDS_AU_CALC_DIFF_MEAN_STRAIN_REIN_CONC = "Calcular la diferencia entre la deformación media en la armadura y el hormigón"
IDS_AU_CALC_DRY_SHRINK_STRAIN = "Calcular esfuerzo de contracción por secado"
IDS_AU_CALC_ECCEN = "Calcular excentricidad"
IDS_AU_CALC_EFF_DEPTH_CONC_TENS = "Calcular la profundidad efectiva del hormigón a tracción que rodea las barras"
IDS_AU_CALC_EFF_MODULAR_RATIO = "Calcular relación modular efectiva"
IDS_AU_CALC_EFF_SHEAR_DEPTH = "Calcular profundidad de corte efectiva"
IDS_AU_CALC_FACT = "Calcular factor"
IDS_AU_CALC_FACT_STRS = "Calcular factor para esfuerzo"
IDS_AU_CALC_FORC_COMPO_NEUT_AXIS = "Calcular los componentes de fuerza en el eje neutro"
IDS_AU_CALC_HYPO_THICK = "Calcular espesor hipotético"
IDS_AU_CALC_INERTIA_CRACK_SECT = "Calcular el momento de inercia de la sección fisurada"
IDS_AU_CALC_LIMIT_SLEND_RATIO = "Calcular el límite de la relación de esbeltez"
IDS_AU_CALC_LONG_STRAIN_CONC_SHEAR = "Calcular la deformación longitudinal en el hormigón para esfuerzo cortante"
IDS_AU_CALC_MAX_FINAL_CRACK_SPAC = "Calcular la separación máxima final de fisuras"
IDS_AU_CALC_MAX_REQ_FLEX_TENS_REIN = "Calcular la armadura máxima requerida a tracción por flexión"
IDS_AU_CALC_MAX_SPAC_TRANS_REIN = "Calcular la separación máxima de la armadura transversal de esfuerzo cortante"
IDS_AU_CALC_MAX_STRS_REIN_TENS_ZONE = "Calcular el esfuerzo máximo de la armadura en la zona de tracción"
IDS_AU_CALC_MIN_BEND_MOMENT = "Calcular Momento de Flexión Mínimo"
IDS_AU_CALC_MIN_REQ_FLEX_TENS_REIN = "Calcular la armadura mínima requerida a tracción por flexión"
IDS_AU_CALC_MIN_REQ_STRN_BEND = "Calcular la resistencia mínima requerida a flexión"
IDS_AU_CALC_MIN_TRANS_SHEAR_REIN = "Calcular la armadura transversal mínima de esfuerzo cortante"
IDS_AU_CALC_MODI_FACT = "Calcular factores de modificación"
IDS_AU_CALC_MODI_FACT_NLINEAR_CREEP = "Calcular el factor de modificación para el comportamiento de fluencia no lineal"
IDS_AU_CALC_MOMENT_CAPA_BUCKLING_LOAD = "Calcular la capacidad de momento para carga de pandeo"
IDS_AU_CALC_MOMENT_MAGNIFIER = "Calcular Aumento de Momento"
IDS_AU_CALC_MOMENT_RESIST = "Calcular resistencia al momento"
IDS_AU_CALC_NEUTRAL_AXIS_DEPTH = "Calcular profundidad del eje neutro"
IDS_AU_CALC_NOMI_CAPA = "Calcular capacidad nominal"
IDS_AU_CALC_PROPORTION_LONG_REIN = "Calcular proporción de armadura longitudinal"
IDS_AU_CALC_REIN_RATIO = "Calcular relación de armadura"
IDS_AU_CALC_SHEAR_COEF_BY_GENERAL = "Calcular el coeficiente de esfuerzo cortante por el método general"
IDS_AU_CALC_SHEAR_COEF_BY_SIMPLE = "Calcular el coeficiente de esfuerzo cortante por el método simplificado"
IDS_AU_CALC_SHEAR_STRN_CONC = "Calcular la resistencia a esfuerzo cortante del hormigón"
IDS_AU_CALC_SHEAR_STRN_LIMIT_WEB_CRUSH = "Calcular la resistencia a esfuerzo cortante limitada por el aplastamiento del alma"
IDS_AU_CALC_SHEAR_STRN_REIN = "Calcular la resistencia a esfuerzo cortante de la armadura"
IDS_AU_CALC_SLEND_RATIO = "Calcular Relación de Esbeltez"
IDS_AU_CALC_STRN_REDUCT_FACT = "Calcular factor de reducción de resistencia"
IDS_AU_CALC_STRS_REIN_TENS_ZONE = "Calcular el esfuerzo de la armadura en la zona de tracción"
IDS_AU_CALC_TORS_CRACK_MOMENT = "Calcular momento de agrietamiento torsional"
IDS_AU_CALC_TORS_STRN = "Calcular resistencia torsional"
IDS_AU_CALC_ULTIMATE_STRN_COMP = "Calcular la resistencia última a compresión"
IDS_AU_CALC_ULTIMATE_STRN_COMP_WITHOUT_BEND = "Calcular la resistencia última a compresión sin flexión"
IDS_AU_CALC_UNIAX_TENS_STRN_CONC = "Calcular la resistencia a tracción uniaxial del hormigón"
IDS_AU_CALC_UNIFORM_CONC_COMP_STRS = "Calcular el esfuerzo de compresión uniforme del hormigón"
IDS_AU_CALC_MIN_REINF_CRACK_CTRL = "Calcular la armadura mínima para control de fisuración"
IDS_AU_CALC_MOMENT_CAPA_BALANCE_ECCEN = "Calcular la capacidad de momento en la excentricidad balanceada"
IDS_AU_CALC_REQ_HOR_REINF_CRACK_CTRL = "Calcular la armadura horizontal requerida para control de fisuración"
IDS_AU_CHK_AXIAL_LOAD_MOMENT_CAPA = "Comprobar las capacidades de carga axial y momento"
IDS_AU_CHK_BAR_DIA_FITMENT = "Comprobar el diámetro de barra de los estribos"
IDS_AU_CHK_CENT_SPAC_BAR_NEAR_TENS_FACE = "Comprobar la separación de centro a centro de las barras cerca de una cara a tracción"
IDS_AU_CHK_CONFINE_CORE = "Comprobar el confinamiento del núcleo"
IDS_AU_CHK_CRACK_WIDTH = "Verificar ancho de grieta"
IDS_AU_CHK_DETAIL_REIN_TENS_ZONE_CRACK = "Comprobar el detallado de la armadura en la zona de tracción para control de fisuración"
IDS_AU_CHK_DIST_LONG_BAR = "Comprobar la distancia de la barra longitudinal"
IDS_AU_CHK_EQUIV_SHEAR_FORC = "Verificar Fuerza Cortante Equivalente"
IDS_AU_CHK_MAX_STIRRUP_SPAC_CORE_CONFINE = "Comprobar la separación máxima de estribos para cumplir el confinamiento del núcleo de la columna"
IDS_AU_CHK_MAX_STRS_REIN_TENS_ZONE = "Comprobar el esfuerzo máximo de la armadura en la zona de tracción"
IDS_AU_CHK_MAX_STRS_REIN_TENS_ZONE_CRACK = "Comprobar el esfuerzo máximo de la armadura en la zona de tracción para control de fisuración"
IDS_AU_CHK_MIN_TRANS_SHEAR_REIN = "Comprobar la armadura transversal mínima de esfuerzo cortante"
IDS_AU_CHK_MOMENT_CAPA = "Verificar Capacidad de Momento"
IDS_AU_CHK_REIN_REQ_COLM = "Comprobar los requisitos de armadura para columnas"
IDS_AU_CHK_REIN_REQ_WALL = "Comprobar los requisitos de armadura para muros"
IDS_AU_CHK_SHEAR_CAPA = "Verificar Capacidad Cortante"
IDS_AU_CHK_SLEND_RATIO = "Verificar relación de esbeltez"
IDS_AU_CHK_SPAC_FITMENT = "Comprobar la separación de los estribos"
IDS_AU_CHK_TENS_REIN_AREA = "Comprobar el área de armadura a tracción"
IDS_AU_CHK_TORS_CAPA = "Verificar Capacidad de Torsión"
IDS_AU_CHK_DETAIL_REINF_CRACK_CTRL = "Comprobar el detallado de la armadura para control de fisuración"
IDS_AU_CHK_HOR_REINF_CRACK_CTRL = "Comprobar la armadura horizontal para control de fisuración"
IDS_AU_CHK_MAX_CENT_TO_CENT_SPAC = "Comprobar la separación máxima de centro a centro de las barras"
IDS_AU_CHK_MIN_CLEAR_DIST = "Comprobar la distancia libre mínima entre barras"
IDS_AU_CHK_MIN_REINF_CRACK_CTRL = "Comprobar la armadura mínima para control de fisuración"
IDS_AU_CHK_MOMENT_CAPA_LOAD_ECCEN = "Comprobar la capacidad de momento en la excentricidad de carga"
IDS_DGN_RPT_PRINCIPLE_AXIS_EFFECTIVE_BUCKLING_LENGTH = "Effective buckling length about the principal axis"
IDS_DGN_RPT_EXPOSURE_CLASS = "Clase de Exposición"
IDS_DGN_RPT_BRIDGE_TYPE = "Tipo de Puente"
IDS_DGN_RPT_SERVICE_LIFE = "Vida Útil"
IDS_DGN_RPT_PROTECTION_LEVEL = "Nivel de Protección"
IDS_DGN_RPT_STRUCTURE_TYPE = "Tipo de Estructura"
IDS_DGN_RPT_USING = "Usando"
IDS_DGN_Strength_Characteristic_Structural_Steel = "Valor característico de la resistencia del acero estructural"
IDS_DGN_Compressive_stress_limit_values_for_local_buckling = "Valores límite de tensión de compresión para pandeo local"
IDS_DGN_Limit_value_of_axial_compressive_stress = "Valor límite de la tensión de compresión axial"
IDS_DGN_Limit_value_of_axial_tensile_stress = "Valor límite de la tensión de tracción axial"
IDS_DGN_Limit_values_for_bending_stress = "Valores límite para tensión de flexión"
IDS_DGN_Limit_values_for_bending_tensile_stress = "Valores límite para tensión de tracción por flexión"
IDS_DGN_Limit_values_for_bending_compressive_stress = "Valores límite para tensión de compresión por flexión"
IDS_DGN_Limit_value_of_shear_stress = "Valor límite de la tensión de cortante"
IDS_REPORTINFO_SECT_TRANSVERSE_REINFORCEMENT = "Armadura Transversal"
IDS__s_is_ignored = "%s es ignorado."
IDS_CHECK_MAXIMUM_SHEAR_FORCE = "Verificar fuerza cortante máxima"
IDS_INCREASE_THE_THICKNESS_OF_SLAB = "Aumentar el espesor de la losa."
IDS_DGN_RPT_ELEM_TYPE_BEAM = "Elemento Viga"
IDS_DGN_RPT_ELEM_TYPE_VIRTUAL_BEAM = "Viga Virtual"
IDS_CONSIDER_AS_NONPRESTRESSED = "Considerar como no pretensado"
IDS_EDGE_COLUMN = "Columna de borde"
IDS_CORNER_COLUMN = "Columna de esquina"
